[
  {"id":"Albouy2019MarFis","abstract":"The productivity of marine ecosystems and the services they provide to humans are largely dependent on complex interactions between prey and predators. These are embedded in a diverse network of trophic interactions, resulting in a cascade of events following perturbations such as species extinction. The sheer scale of oceans, however, precludes the characterization of marine feeding networks through de novo sampling. This effort ought instead to rely on a combination of extensive data and inference. Here we investigate how the distribution of trophic interactions at the global scale shapes the marine fish food web structure. We hypothesize that the heterogeneous distribution of species ranges in biogeographic regions should concentrate interactions in the warmest areas and within species groups. We find that the inferred global metaweb of marine fish—that is, all possible potential feeding links between co-occurring species—is highly connected geographically with a low degree of spatial modularity. Metrics of network structure correlate with sea surface temperature and tend to peak towards the tropics. In contrast to open-water communities, coastal food webs have greater interaction redundancy, which may confer robustness to species extinction. Our results suggest that marine ecosystems are connected yet display some resistance to perturbations because of high robustness at most locations.","author":[{"family":"Albouy","given":"Camille"},{"family":"Archambault","given":"Philippe"},{"family":"Appeltans","given":"Ward"},{"family":"Araújo","given":"Miguel B."},{"family":"Beauchesne","given":"David"},{"family":"Cazelles","given":"Kevin"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Fortin","given":"Marie-Josée"},{"family":"Galiana","given":"Nuria"},{"family":"Leroux","given":"Shawn J."},{"family":"Pellissier","given":"Loïc"},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Wood","given":"Spencer A."},{"family":"Gravel","given":"Dominique"}],"container-title":"Nature Ecology & Evolution","container-title-short":"Nature Ecology & Evolution","DOI":"10.1038/s41559-019-0950-y","ISSN":"2397-334X","issue":"8","issued":{"date-parts":[[2019,8,1]]},"page":"1153-1161","title":"The marine fish food web is globally connected","type":"article-journal","URL":"https://doi.org/10.1038/s41559-019-0950-y","volume":"3"},
  {"id":"Baiser2019EcoRul","abstract":"Aim How do factors such as space, time, climate and other ecological drivers influence food web structure and dynamics? Collections of well-studied food webs and replicate food webs from the same system that span biogeographical and ecological gradients now enable detailed, quantitative investigation of such questions and help integrate food web ecology and macroecology. Here, we integrate macroecology and food web ecology by focusing on how ecogeographical rules [the latitudinal diversity gradient (LDG), Bergmann's rule, the island rule and Rapoport's rule] are associated with the architecture of food webs. Location Global. Time period Current. Major taxa studied All taxa. Methods We discuss the implications of each ecogeographical rule for food webs, present predictions for how food web structure will vary with each rule, assess empirical support where available, and discuss how food webs may influence ecogeographical rules. Finally, we recommend systems and approaches for further advancing this research agenda. Results We derived testable predictions for some ecogeographical rules (e.g. LDG, Rapoport's rule), while for others (e.g., Bergmann's and island rules) it is less clear how we would expect food webs to change over macroecological scales. Based on the LDG, we found weak support for both positive and negative relationships between food chain length and latitude and for increased generality and linkage density at higher latitudes. Based on Rapoport's rule, we found support for the prediction that species turnover in food webs is inversely related to latitude. Main conclusions The macroecology of food webs goes beyond traditional approaches to biodiversity at macroecological scales by focusing on trophic interactions among species. The collection of food web data for different types of ecosystems across biogeographical gradients is key to advance this research agenda. Further, considering food web interactions as a selection pressure that drives or disrupts ecogeographical rules has the potential to address both mechanisms of and deviations from these macroecological relationships. For these reasons, further integration of macroecology and food webs will help ecologists better understand the assembly, maintenance and change of ecosystems across space and time.","accessed":{"date-parts":[[2019,5,21]]},"author":[{"family":"Baiser","given":"Benjamin"},{"family":"Gravel","given":"Dominique"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Dunne","given":"Jennifer A."},{"family":"Fahimipour","given":"Ashkaan K."},{"family":"Gilarranz","given":"Luis J."},{"family":"Grochow","given":"Joshua A."},{"family":"Li","given":"Daijiang"},{"family":"Martinez","given":"Neo D."},{"family":"McGrew","given":"Alicia"},{"family":"Poisot","given":"Timothée"},{"family":"Romanuk","given":"Tamara N."},{"family":"Stouffer","given":"Daniel B."},{"family":"Trotta","given":"Lauren B."},{"family":"Valdovinos","given":"Fernanda S."},{"family":"Williams","given":"Richard J."},{"family":"Wood","given":"Spencer A."},{"family":"Yeakel","given":"Justin D."}],"container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.12925","ISSN":"1466-8238","issue":"0","issued":{"date-parts":[[2019]]},"language":"en","source":"Wiley Online Library","title":"Ecogeographical rules and the macroecology of food webs","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12925","volume":"0"},
  {"id":"Banville2021ManJl","abstract":"Banville et al., (2021). Mangal.jl and EcologicalNetworks.jl: Two complementary packages for analyzing ecological networks in Julia. Journal of Open Source Software, 6(61), 2721, https://doi.org/10.21105/joss.02721","accessed":{"date-parts":[[2021,5,5]]},"author":[{"family":"Banville","given":"Francis"},{"family":"Vissault","given":"Steve"},{"family":"Poisot","given":"Timothée"}],"container-title":"Journal of Open Source Software","DOI":"10.21105/joss.02721","ISSN":"2475-9066","issue":"61","issued":{"date-parts":[[2021,5,5]]},"language":"en","page":"2721","source":"joss.theoj.org","title":"Mangal.jl and EcologicalNetworks.jl: Two complementary packages for analyzing ecological networks in Julia","title-short":"Mangal.jl and EcologicalNetworks.jl","type":"article-journal","URL":"https://joss.theoj.org/papers/10.21105/joss.02721","volume":"6"},
  {"id":"Barraquand2014LacQua","abstract":"Proficiency in mathematics and statistics is essential to modern ecological science, yet few studies have assessed the level of quantitative training received by ecologists. To do so, we conducted an online survey. The 937 respondents were mostly early-career scientists who studied biology as undergraduates. We found a clear self-perceived lack of quantitative training: 75% were not satisfied with their understanding of mathematical models; 75% felt that the level of mathematics was \"too low\" in their ecology classes; 90% wanted more mathematics classes for ecologists; and 95% more statistics classes. Respondents thought that 30% of classes in ecology-related degrees should be focused on quantitative disciplines, which is likely higher than for most existing programs. The main suggestion to improve quantitative training was to relate theoretical and statistical modeling to applied ecological problems. Improving quantitative training will require dedicated, quantitative classes for ecology-related degrees that contain good mathematical and statistical practice.","author":[{"family":"Barraquand","given":"Frédéric"},{"family":"Ezard","given":"Thomas H. G."},{"family":"Jørgensen","given":"Peter S."},{"family":"Zimmerman","given":"Naupaka"},{"family":"Chamberlain","given":"Scott"},{"family":"Salguero-Gómez","given":"Roberto"},{"family":"Curran","given":"Timothy J."},{"family":"Poisot","given":"Timothée"}],"container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.285","issued":{"date-parts":[[2014]]},"language":"ENG","page":"e285","PMCID":"PMC3961151","PMID":"24688862","source":"PubMed","title":"Lack of quantitative training among early-career ecologists: a survey of the problem and potential solutions","title-short":"Lack of quantitative training among early-career ecologists","type":"article-journal","volume":"2"},
  {"id":"Becker2020PreWil","abstract":"<p>Despite massive investment in research on reservoirs of emerging pathogens, it remains difficult to rapidly identify the wildlife origins of novel zoonotic viruses. Viral surveillance is costly but rarely optimized using model-guided prioritization strategies, and predictions from a single model may be highly uncertain. Here, we generate an ensemble of seven network- and trait-based statistical models that predict mammal-virus associations, and we use model predictions to develop a set of priority recommendations for sampling potential bat reservoirs and intermediate hosts for SARS-CoV-2 and related betacoronaviruses. We find nearly 300 bat species globally could be undetected hosts of betacoronaviruses. Although over a dozen species of Asian horseshoe bats (Rhinolophus spp.) are known to harbor SARS-like viruses, we find at least two thirds of betacoronavirus reservoirs in this bat genus might still be undetected. Although identification of other probable mammal reservoirs is likely beyond existing predictive capacity, some of our findings are surprisingly plausible; for example, several civet and pangolin species were highlighted as high-priority species for viral sampling. Our results should not be over-interpreted as novel information about the plausibility or likelihood of SARS-CoV-29s ultimate origin, but rather these predictions could help guide sampling for novel potentially zoonotic viruses; immunological research to characterize key receptors (e.g., ACE2) and identify mechanisms of viral tolerance; and experimental infections to quantify competence of suspected host species.</p>","accessed":{"date-parts":[[2020,6,2]]},"author":[{"family":"Becker","given":"Daniel J."},{"family":"Albery","given":"Gregory F."},{"family":"Sjodin","given":"Anna R."},{"family":"Poisot","given":"Timothée"},{"family":"Dallas","given":"Tad A."},{"family":"Eskew","given":"Evan A."},{"family":"Farrell","given":"Maxwell J."},{"family":"Guth","given":"Sarah"},{"family":"Han","given":"Barbara A."},{"family":"Simmons","given":"Nancy B."},{"family":"Carlson","given":"Colin J."}],"container-title":"bioRxiv","DOI":"10.1101/2020.05.22.111344","issued":{"date-parts":[[2020,5,23]]},"language":"en","page":"2020.05.22.111344","publisher":"Cold Spring Harbor Laboratory","section":"New Results","source":"www.biorxiv.org","title":"Predicting wildlife hosts of betacoronaviruses for SARS-CoV-2 sampling prioritization","type":"article-journal","URL":"https://www.biorxiv.org/content/10.1101/2020.05.22.111344v1"},
  {"id":"Besson2018ComEco","abstract":"Ecological networks provide a useful abstraction of ecological systems, representing them as graphs, composed of nodes (species) and edges (interactions). This formalism allows to use a whole set of measures, extended from graph theory, to study ecological systems. In this article, we review some of the most prominent findings and areas of research from the last decade. We start by reviewing how it was used to uncover invariance in the organization of ecological systems. Then we show the importance of structure when studying systems dynamics and how this coupled approach sheds new light on emerging properties of ecological systems. Through this chapter we want to highlight the important contribution of networks in clarifying ecosystem properties and functioning, but also the potential to develop new approaches, for example to compare ecosystems and to relate species traits to community structure.","accessed":{"date-parts":[[2018,7,10]]},"author":[{"family":"Besson","given":"Mathilde"},{"family":"Delmas","given":"Eva"},{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"container-title":"Reference Module in Earth Systems and Environmental Sciences","DOI":"10.1016/B978-0-12-409548-9.10564-0","ISBN":"978-0-12-409548-9","issued":{"date-parts":[[2018,1,1]]},"publisher":"Elsevier","source":"ScienceDirect","title":"Complex Ecological Networks","type":"chapter","URL":"http://www.sciencedirect.com/science/article/pii/B9780124095489105640"},
  {"id":"Caron2019ReIns","abstract":"A reference implementation of Hassell, M. P. Insect Natural Enemies as Regulating Factors. Journal of Animal Ecology, vol. 54, no. 1, 1985, pp. 323-334.","accessed":{"date-parts":[[2019,3,22]]},"author":[{"family":"Caron","given":"Dominique"},{"family":"Lessard","given":"Vincent"},{"family":"Wu","given":"Qile"},{"family":"Poisot","given":"Timothée"}],"container-title":"[Re]Science","DOI":"10.5281/zenodo.2598793","issue":"1","issued":{"date-parts":[[2019,3,19]]},"source":"DataCite","title":"[Re] Insect natural enemies as regulating factors","type":"article-journal","URL":"https://zenodo.org/record/2598793","volume":"5"},
  {"id":"Dallas2017ComTur","abstract":"Decreasing similarity between ecological communities with increasing geographic distance (i.e., distance-decay) is a common biogeographical observation in free-living communities, and a slightly less common observation for parasite communities. Ecological networks of interacting species may adhere to a similar pattern of decreasing interaction similarity with increasing geographic distance, especially if species interactions are maintained across space. We extend this further, examining if host-parasite networks – independent of host and parasite species identities – become more structurally dissimilar with increasing geographic distance. Utilizing a global database of helminth parasite occurrence records, we find evidence for distance-decay relationships in host and parasite communities at both regional and global scales, but fail to detect similar relationships in network structural similarity. Host and parasite community similarity were strongly related, and both decayed rapidly with increasing geographic distance, typically resulting in complete dissimilarity after approximately 2500 km. Our failure to detect a decay in network structural similarity suggests the possibility that different host and parasite species are filling the same functional roles in interaction networks, or that variation in network similarity may be better explained by other geographic variables or aspects of host and parasite ecology. This article is protected by copyright. All rights reserved.","accessed":{"date-parts":[[2017,12,11]]},"author":[{"family":"Dallas","given":"Tad"},{"family":"Poisot","given":"Timothée"}],"container-title":"Ecography","container-title-short":"Ecography","DOI":"10.1111/ecog.03514","ISSN":"1600-0587","issued":{"date-parts":[[2017,12,1]]},"language":"en","page":"n/a-n/a","source":"Wiley Online Library","title":"Compositional turnover in host and parasite communities does not change network structure","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.03514/abstract"},
  {"id":"Dallas2020TesPre","abstract":"Predicting disease emergence and outbreak events is a critical task for public health professionals and epidemiologists. Advances in global disease surveillance are increasingly generating datasets that are worth more than their component parts for prediction-oriented work. Here, we use a trait-free approach which leverages information on the global community of human infectious diseases to predict the biogeography of pathogens through time. Our approach takes pairwise dissimilarities between countries’ pathogen communities and pathogens’ geographical distributions and uses these to predict country–pathogen associations. We compare the success rates of our model for predicting pathogen outbreak, emergence and re-emergence potential as a function of time (e.g. number of years between training and prediction), pathogen type (e.g. virus) and transmission mode (e.g. vector-borne). With only these simple predictors, our model successfully predicts basic network structure up to a decade into the future. We find that while outbreak and re-emergence potential are especially well captured by our simple model, prediction of emergence events remains more elusive, and sudden global emergences like an influenza pandemic are beyond the predictive capacity of the model. However, these stochastic pandemic events are unlikely to be predictable from such coarse data. Together, our model is able to use the information on the existing country–pathogen network to predict pathogen outbreaks fairly well, suggesting the importance in considering information on co-occurring pathogens in a more global view even to estimate outbreak events in a single location or for a single pathogen.","accessed":{"date-parts":[[2019,11,6]]},"author":[{"family":"Dallas","given":"Tad A."},{"family":"Carlson","given":"Colin J."},{"family":"Poisot","given":"Timothée"}],"container-title":"Royal Society Open Science","container-title-short":"Royal Society Open Science","DOI":"10.1098/rsos.190883","issue":"11","issued":{"date-parts":[[2020]]},"page":"190883","source":"royalsocietypublishing.org (Atypon)","title":"Testing predictability of disease outbreaks with a simple model of pathogen biogeography","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.190883","volume":"6"},
  {"id":"Dansereau2020ReCha","accessed":{"date-parts":[[2020,9,10]]},"author":[{"family":"Dansereau","given":"Gabriel"},{"family":"Banville","given":"Francis"},{"family":"Basque","given":"Elodie"},{"family":"MacDonald","given":"Andrew"},{"family":"Poisot","given":"Timothée"}],"container-title":"ReScience C","DOI":"10.5281/ZENODO.4022518","issue":"3","issued":{"date-parts":[[2020,9,10]]},"page":"5","publisher":"Zenodo","source":"DOI.org (Datacite)","title":"[Re] Chaos in a Three-Species Food Chain","type":"article-journal","URL":"https://zenodo.org/record/4022518","volume":"6"},
  {"id":"Dansereau2021EvaEco","abstract":"Aim: Local contributions to beta diversity (LCBD) can be used to identify sites with high ecological uniqueness and exceptional species composition within a region of interest. Yet, these indices are typically used on local or regional scales with relatively few sites, as they require information on complete community compositions difficult to acquire on larger scales. Here, we investigate how LCBD indices can be used to predict ecological uniqueness over broad spatial extents using species distribution modelling and citizen science data.\n  \nLocation: North America.\n  \nTime period: 2000s.\n  \nMajor taxa studied: Parulidae. \n  \nMethods: We used Bayesian additive regression trees (BARTs) to predict warbler species distributions in North America based on observations recorded in the eBird database. We then calculated LCBD indices for observed and predicted data and examined the site-wise difference using direct comparison, a spatial autocorrelation test, and generalized linear regression. We also investigated the relationship between LCBD values and species richness in different regions and at various spatial extents and the effect of the proportion of rare species on the relationship. \n  \nResults: Our results showed that the relationship between richness and LCBD values varies according to the region and the spatial extent at which it is applied. It is also affected by the proportion of rare species in the community. Species distribution models provided highly correlated estimates with observed data, although spatially autocorrelated.\n  \nMain conclusions: Sites identified as unique over broad spatial extents may vary according to the regional richness, total extent size, and the proportion of rare species. Species distribution modelling can be used to predict ecological uniqueness over broad spatial extents, which could help identify beta diversity hotspots and important targets for conservation purposes in unsampled locations.","accessed":{"date-parts":[[2021,5,11]]},"author":[{"family":"Dansereau","given":"Gabriel"},{"family":"Legendre","given":"Pierre"},{"family":"Poisot","given":"Timothée"}],"DOI":"10.32942/osf.io/tvmyg","issued":{"date-parts":[[2021,5,10]]},"publisher":"EcoEvoRxiv","source":"OSF Preprints","title":"Evaluating ecological uniqueness over broad spatial extents using species distribution modelling","type":"article","URL":"https://ecoevorxiv.org/tvmyg/"},
  {"id":"Dansereau2021SimJl","abstract":"Dansereau et al., (2021). SimpleSDMLayers.jl and GBIF.jl: A Framework for Species Distribution Modeling in Julia. Journal of Open Source Software, 6(57), 2872, https://doi.org/10.21105/joss.02872","accessed":{"date-parts":[[2021,1,27]]},"author":[{"family":"Dansereau","given":"Gabriel"},{"family":"Poisot","given":"Timothée"}],"container-title":"Journal of Open Source Software","DOI":"10.21105/joss.02872","ISSN":"2475-9066","issue":"57","issued":{"date-parts":[[2021,1,27]]},"language":"en","page":"2872","source":"joss.theoj.org","title":"SimpleSDMLayers.jl and GBIF.jl: A Framework for Species Distribution Modeling in Julia","title-short":"SimpleSDMLayers.jl and GBIF.jl","type":"article-journal","URL":"https://joss.theoj.org/papers/10.21105/joss.02872","volume":"6"},
  {"id":"deAguiar2019RevBia","abstract":"The structure of ecological interactions is commonly understood through analyses of interaction networks. However, these analyses may be sensitive to sampling biases with respect to both the interactors (the nodes of the network) and interactions (the links between nodes), because the detectability of species and their interactions is highly heterogeneous. These ecological and statistical issues directly affect ecologists’ abilities to accurately construct ecological networks. However, statistical biases introduced by sampling are difficult to quantify in the absence of full knowledge of the underlying ecological network’s structure. To explore properties of large-scale ecological networks, we developed the software\n              EcoNetGen\n              , which constructs and samples networks with predetermined topologies. These networks may represent a wide variety of communities that vary in size and types of ecological interactions. We sampled these networks with different mathematical sampling designs that correspond to methods used in field observations. The observed networks generated by each sampling process were then analyzed with respect to the number of components, size of components and other network metrics. We show that the sampling effort needed to estimate underlying network properties depends strongly both on the sampling design and on the underlying network topology. In particular, networks with random or scale-free modules require more complete sampling to reveal their structure, compared to networks whose modules are nested or bipartite. Overall, modules with nested structure were the easiest to detect, regardless of the sampling design used. Sampling a network starting with any species that had a high degree (e.g., abundant generalist species) was consistently found to be the most accurate strategy to estimate network structure. Because high-degree species tend to be generalists, abundant in natural communities relative to specialists, and connected to each other, sampling by degree may therefore be common but unintentional in empirical sampling of networks. Conversely, sampling according to module (representing different interaction types or taxa) results in a rather complete view of certain modules, but fails to provide a complete picture of the underlying network. To reduce biases introduced by sampling methods, we recommend that these findings be incorporated into field design considerations for projects aiming to characterize large species interaction networks.","accessed":{"date-parts":[[2019,9,5]]},"author":[{"family":"Aguiar","given":"Marcus A.M.","non-dropping-particle":"de"},{"family":"Newman","given":"Erica A."},{"family":"Pires","given":"Mathias M."},{"family":"Yeakel","given":"Justin D."},{"family":"Boettiger","given":"Carl"},{"family":"Burkle","given":"Laura A."},{"family":"Gravel","given":"Dominique"},{"family":"Guimarães","given":"Paulo R."},{"family":"O’Donnell","given":"James L."},{"family":"Poisot","given":"Timothée"},{"family":"Fortin","given":"Marie-Josée"},{"family":"Hembry","given":"David H."}],"container-title":"PeerJ","DOI":"10.7717/peerj.7566","ISSN":"2167-8359","issued":{"date-parts":[[2019,9,2]]},"language":"en","page":"e7566","source":"DOI.org (Crossref)","title":"Revealing biases in the sampling of ecological interaction networks","type":"article-journal","URL":"https://peerj.com/articles/7566","volume":"7"},
  {"id":"Delmas2017SimBio","abstract":"* Food webs are the backbone upon which biomass flows through ecosystems. Dynamical models of biomass can reveal how the structure of food webs is involved in many key ecosystem properties, such as persistence, stability, etc.\n\n\n* In this contribution, we present BioEnergeticFoodWebs, an implementation of Yodzis & Innes (The American Naturalist 139, 1151?1175, 1992) bio-energetic model, in the high-performance computing language Julia.\n\n\n* We illustrate how this package can be used to conduct numerical experiments in a reproducible and standard way.\n\n\n* A reference implementation of this widely used model will ease reproducibility and comparison of results across studies.","accessed":{"date-parts":[[2017,6,14]]},"author":[{"family":"Delmas","given":"Eva"},{"family":"Brose","given":"Ulrich"},{"family":"Gravel","given":"Dominique"},{"family":"Stouffer","given":"Daniel B."},{"family":"Poisot","given":"Timoth?e"}],"container-title":"Methods in Ecology and Evolution","container-title-short":"Methods Ecol Evol","DOI":"10.1111/2041-210X.12713","editor":[{"family":"Fitzjohn","given":"Richard"}],"ISSN":"2041210X","issued":{"date-parts":[[2017,4,18]]},"language":"en","source":"CrossRef","title":"Simulations of biomass dynamics in community food webs","type":"article-journal","URL":"http://doi.wiley.com/10.1111/2041-210X.12713"},
  {"id":"Delmas2018AnaEco","abstract":"Networks provide one of the best representation for ecological communities, composed of many speecies with dense connections between them. Yet the methodological literature allowing one to analyse and extract meaning from ecological networks is dense, fragmented, and unwelcoming. We provide a general overview to the field, outlining both the intent of the different measures, their assumptions, and the contexts in which they can be used. We anchor this discussion in examples from empirical studies, and conclude by highlighting what we think should be the future developments in the field.","accessed":{"date-parts":[[2018,6,20]]},"author":[{"family":"Delmas","given":"Eva"},{"family":"Besson","given":"Mathilde"},{"family":"Brice","given":"Marie-Hélène"},{"family":"Burkle","given":"Laura A."},{"family":"Dalla Riva","given":"Giulio V."},{"family":"Fortin","given":"Marie-Josée"},{"family":"Gravel","given":"Dominique"},{"family":"Guimarães","given":"Paulo R."},{"family":"Hembry","given":"David H."},{"family":"Newman","given":"Erica A."},{"family":"Olesen","given":"Jens M."},{"family":"Pires","given":"Mathias M."},{"family":"Yeakel","given":"Justin D."},{"family":"Poisot","given":"Timothée"}],"container-title":"Biological Reviews","DOI":"10.1111/brv.12433","ISSN":"14647931","issued":{"date-parts":[[2018,6,20]]},"language":"en","page":"112540","source":"Crossref","title":"Analysing ecological networks of species interactions","title-short":"Analysing ecological networks of species interactions","type":"article-journal","URL":"http://doi.wiley.com/10.1111/brv.12433"},
  {"id":"Delmas2020FooWeb","abstract":"<p>In a rapidly changing world, the composition, diversity and structure of ecological communities face many threats. Biodiversity-Ecosystem Functioning (BEF) and community food-chain analyses have focused on investigating the consequences of these changes on ecosystem processes and the resulting functions. These different and diverging conceptual frameworks have each produced important results and identified a set of important mechanisms, that shape ecosystem functions. But the disconnection between these frameworks, and the various simplifications of the study systems are not representative of the complexity of real-world communities. Here we use food webs as a more realistic depiction of communities, and use a bioenergetic model to simulate their biomass dynamics and quantify the resulting flows and stocks of biomass. We use tools from food web analysis to investigate how the predictions from BEF and food-chain analyses fit together, how they correlate to food-web structure and how it might help us understand the interplay between various drivers of ecosystem functioning. We show that food web structure is correlated to the community9s efficiency in storing the captured biomass, which may explain the distribution of biomass (top heaviness) across the different trophic compartments (producers, primary and secondary consumers). While we know that ecological network structure is important in shaping ecosystem dynamics, identifying structural attributes important in shaping ecosystem processes and synthesizing how it affects various underpinning mechanisms may help prioritize key conservation targets to protect not only biodiversity but also its structure and the resulting services.</p>","accessed":{"date-parts":[[2020,6,12]]},"author":[{"family":"Delmas","given":"Eva"},{"family":"Stouffer","given":"Daniel B."},{"family":"Poisot","given":"Timothée"}],"container-title":"bioRxiv","DOI":"10.1101/2020.06.10.144949","issued":{"date-parts":[[2020,6,12]]},"language":"en","page":"2020.06.10.144949","publisher":"Cold Spring Harbor Laboratory","section":"New Results","source":"www.biorxiv.org","title":"Food web structure alters ecological communities top-heaviness with little effect on the biodiversity-functioning relationship.","type":"article-journal","URL":"https://www.biorxiv.org/content/10.1101/2020.06.10.144949v1"},
  {"id":"Desjardins-Proulx2012SimMod","author":[{"family":"Desjardins-Proulx","given":"Philippe"},{"family":"Rosindell","given":"James L"},{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"container-title":"arXiv","issued":{"date-parts":[[2012]]},"title":"A simple model to study phylogeographies and speciation patterns in space","type":"article-journal","volume":"39"},
  {"id":"Desjardins-Proulx2013CasOpe","author":[{"family":"Desjardins-Proulx","given":"Philippe"},{"family":"White","given":"Ethan P."},{"family":"Adamson","given":"Joel J."},{"family":"Ram","given":"Karthik"},{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"container-title":"PLoS biology","container-title-short":"PLoS Biol.","DOI":"10.1371/journal.pbio.1001563","ISSN":"1545-7885","issue":"5","issued":{"date-parts":[[2013]]},"language":"ENG","page":"e1001563","PMCID":"PMC3653830","PMID":"23690752","source":"PubMed","title":"The case for open preprints in biology","type":"article-journal","volume":"11"},
  {"id":"Desjardins-Proulx2017EcoInt","abstract":"Species interactions are a key component of ecosystems but we generally have an incomplete picture of who-eats-who in a given community. Different techniques have been devised to predict species interactions using theoretical models or abundances. Here, we explore the K nearest neighbour approach, with a special emphasis on recommendation, along with a supervised machine learning technique. Recommenders are algorithms developed for companies like Netflix to predict whether a customer will like a product given the preferences of similar customers. These machine learning techniques are well-suited to study binary ecological interactions since they focus on positive-only data. By removing a prey from a predator, we find that recommenders can guess the missing prey around 50% of the times on the first try, with up to 881 possibilities. Traits do not improve significantly the results for the K nearest neighbour, although a simple test with a supervised learning approach (random forests) show we can predict interactions with high accuracy using only three traits per species. This result shows that binary interactions can be predicted without regard to the ecological community given only three variables: body mass and two variables for the species’ phylogeny. These techniques are complementary, as recommenders can predict interactions in the absence of traits, using only information about other species’ interactions, while supervised learning algorithms such as random forests base their predictions on traits only but do not exploit other species’ interactions. Further work should focus on developing custom similarity measures specialized for ecology to improve the KNN algorithms and using richer data to capture indirect relationships between species.","author":[{"family":"Desjardins-Proulx","given":"Philippe"},{"family":"Laigle","given":"Idaline"},{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"container-title":"PeerJ","DOI":"10.7717/peerj.3644","issue":"e3644","issued":{"date-parts":[[2017]]},"title":"Ecological interactions and the Netflix problem","type":"article-journal","URL":"https://doi.org/10.7717/peerj.3644","volume":"5"},
  {"id":"Desjardins-Proulx2019ArtInt","abstract":"The grand ambition of theorists studying ecology and evolution is to discover the logical and mathematical rules driving the world's biodiversity at every level from genetic diversity within species to differences between populations, communities, and ecosystems. This ambition has been difficult to realize in great part because of the complexity of biodiversity. Theoretical work has led to a complex web of theories, each having non-obvious consequences for other theories. Case in point, the recent realization that genetic diversity involves a great deal of temporal and spatial stochasticity forces theoretical population genetics to consider abiotic and biotic factors generally reserved to ecosystem ecology. This interconnectedness may require theoretical scientists to adopt new techniques adapted to reason about large sets of theories. Mathematicians have solved this problem by using formal languages based on logic to manage theorems. However, theories ecology and evolution are not mathematical theorems, they involve uncertainty. Recent work in Artificial Intelligence in bridging logic and probability theory offers the opportunity to build rich knowledge bases that combine logic's ability to represent complex mathematical ideas with probability theory's ability to model uncertainty. We describe these hybrid languages and explore how they could be used to build a unified knowledge base of theories for ecology and evolution.","accessed":{"date-parts":[[2019,10,29]]},"author":[{"family":"Desjardins-Proulx","given":"Philippe"},{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"container-title":"Frontiers in Ecology and Evolution","container-title-short":"Front. Ecol. Evol.","DOI":"10.3389/fevo.2019.00402","ISSN":"2296-701X","issued":{"date-parts":[[2019]]},"language":"English","source":"Frontiers","title":"Artificial Intelligence for Ecological and Evolutionary Synthesis","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fevo.2019.00402/full","volume":"7"},
  {"id":"Flores2016BimMat","author":[{"family":"Flores","given":"Cesar O"},{"family":"Poisot","given":"Timothée"},{"family":"Valverde","given":"Sergi"},{"family":"Weitz","given":"Joshua S"}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12458","issue":"1","issued":{"date-parts":[[2016]]},"page":"127-132","title":"BiMAT: a MATLAB package to facilitate the analysis and visualization of bipartite networks","type":"article-journal","volume":"7"},
  {"id":"Freedman2021EnvHos","abstract":"The importance of climate, habitat structure, and higher trophic levels on microbial diversity is only beginning to be understood. Here, we examined the influence of climate variables, plant morphology, and the abundance of aquatic invertebrates on the microbial biodiversity of the northern pitcher plant Sarracenia purpurea. The plant's cup-shaped leaves fill with rainwater and support a miniature, yet full-fledged ecosystem with a diverse microbiome that decomposes captured prey and a small network of shredding and filter-feeding aquatic invertebrates that feed on microbes. We characterized pitcher microbiomes of 108 plants sampled at 36 sites from Florida to Quebec. Structural equation models revealed that annual precipitation and temperature, plant size, and midge abundance had direct effects on microbiome taxonomic and phylogenetic diversity. Climate variables also exerted indirect effects through plant size and midge abundance. Further, spatial structure and climate influenced taxonomic composition, but not phylogenetic composition. Our results suggest that direct effects of midge abundance and climate and indirect effects of climate through its effect on plant-associated factors lead to greater richness of microbial phylotypes in warmer, wetter sites.","accessed":{"date-parts":[[2021,2,17]]},"author":[{"family":"Freedman","given":"Zachary B."},{"family":"McGrew","given":"Alicia"},{"family":"Baiser","given":"Benjamin"},{"family":"Besson","given":"Mathilde"},{"family":"Gravel","given":"Dominique"},{"family":"Poisot","given":"Timothée"},{"family":"Record","given":"Sydne"},{"family":"Trotta","given":"Lauren B."},{"family":"Gotelli","given":"Nicholas J."}],"container-title":"Ecology","DOI":"https://doi.org/10.1002/ecy.3308","ISSN":"1939-9170","issue":"n/a","issued":{"date-parts":[[2021]]},"language":"en","note":"_eprint: https://esajournals.onlinelibrary.wiley.com/doi/pdf/10.1002/ecy.3308","page":"e03308","source":"Wiley Online Library","title":"Environment–host–microbial interactions shape the Sarracenia purpurea microbiome at the continental scale","type":"article-journal","URL":"https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1002/ecy.3308","volume":"n/a"},
  {"id":"Gibb2021DatPro","abstract":"<p>The fields of viral ecology and evolution have rapidly expanded in the last two decades, driven by technological improvements, and motivated by efforts to discover potentially zoonotic wildlife viruses under the rubric of pandemic prevention. One consequence has been a massive proliferation of host-virus association data, which comprise the backbone of research in viral macroecology and zoonotic risk prediction. These data remain fragmented across numerous data portals and projects, each with their own scope, structure, and reporting standards. Here, we propose that synthesis and reconciliation of host-virus association data is a central challenge to improve our understanding of the global virome and develop foundational theory in viral ecology. To illustrate this, we build an open reconciled mammal-virus database from four key published datasets, applying a standardized taxonomy and metadata. We show that reconciling these datasets provides a substantially richer view of the mammal virome than that offered by any one individual database. We argue for a shift in best practice towards the incremental development and use of synthetic datasets in viral ecology research, both to improve comparability and replicability across studies, and to facilitate future efforts to use machine learning to predict the structure and dynamics of the global virome.</p>","accessed":{"date-parts":[[2021,1,17]]},"author":[{"family":"Gibb","given":"Rory"},{"family":"Albery","given":"Gregory F."},{"family":"Becker","given":"Daniel J."},{"family":"Brierley","given":"Liam"},{"family":"Connor","given":"Ryan"},{"family":"Dallas","given":"Tad A."},{"family":"Eskew","given":"Evan A."},{"family":"Farrell","given":"Maxwell J."},{"family":"Rasmussen","given":"Angela L."},{"family":"Ryan","given":"Sadie J."},{"family":"Sweeny","given":"Amy R."},{"family":"Carlson","given":"Colin J."},{"family":"Poisot","given":"Timothee"}],"container-title":"bioRxiv","DOI":"10.1101/2021.01.14.426572","issued":{"date-parts":[[2021,1,16]]},"language":"en","page":"2021.01.14.426572","source":"www.biorxiv.org","title":"Data proliferation, reconciliation, and synthesis in viral ecology","type":"article-journal","URL":"https://www.biorxiv.org/content/10.1101/2021.01.14.426572v1"},
  {"id":"Goring2017MakSci","author":[{"family":"Goring","given":"Simon"},{"family":"Whitney","given":"Kaitlin Stack"},{"family":"Bruna","given":"Emilio M."},{"family":"Jacob","given":"Aerin L."},{"family":"Poisot","given":"Timothée"}],"container-title":"Authorea","DOI":"10.22541/au.150844289.92609826","issued":{"date-parts":[[2017]]},"title":"Making Scientific Content More Accessible","type":"article-journal"},
  {"id":"Gravel2013InfFoo","accessed":{"date-parts":[[2016,10,12]]},"author":[{"family":"Gravel","given":"Dominique"},{"family":"Poisot","given":"Timothée"},{"family":"Albouy","given":"Camille"},{"family":"Velez","given":"Laure"},{"family":"Mouillot","given":"David"}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12103","editor":[{"family":"Freckleton","given":"Robert"}],"ISSN":"2041210X","issue":"11","issued":{"date-parts":[[2013,11]]},"language":"en","page":"1083-1090","source":"CrossRef","title":"Inferring food web structure from predator-prey body size relationships","type":"article-journal","URL":"http://doi.wiley.com/10.1111/2041-210X.12103","volume":"4"},
  {"id":"Gravel2014UsiNeu","author":[{"family":"Gravel","given":"Dominique"},{"family":"Poisot","given":"Timothée"},{"family":"Desjardins-Proulx","given":"Philippe"}],"container-title":"Journal of Limnology","DOI":"10.4081/jlimnol.2014.807","ISSN":"1723-8633, 1129-5767","issue":"s1","issued":{"date-parts":[[2014]]},"source":"CrossRef","title":"Using neutral theory to reveal the contribution of meta-community processes to assembly in complex landscapes","type":"article-journal","URL":"http://www.jlimnol.it/index.php/jlimnol/article/view/jlimnol.2014.807","volume":"73"},
  {"id":"Gravel2018BriElt","abstract":"Biogeography has traditionally focused on the spatial distribution and abundance of species. Both are driven by the way species interact with one another, but only recently community ecologists realized the need to document their spatial and temporal variation. Here, we call for an integrated approach, adopting the view that community structure is best represented as a network of ecological interactions, and show how it translates to biogeography questions. We propose that the ecological niche should encompass the effect of the environment on species distribution (the Grinnellian dimension of the niche) and on the ecological interactions among them (the Eltonian dimension). Starting from this concept, we develop a quantitative theory to explain turnover of interactions in space and time – i.e. a novel approach to interaction distribution modeling. We apply this framework to host–parasite interactions across Europe and find that two aspects of the environment (temperature and precipitation) exert a strong imprint on species co-occurrence, but not on species interactions. Even where species co-occur, interaction proves to be stochastic rather than deterministic, adding to variation in realized network structure. We also find that a large majority of host-parasite pairs are never found together, thus precluding any inferences regarding their probability to interact. This first attempt to explain variation of network structure at large spatial scales opens new perspectives at the interface of species distribution modeling and community ecology.","accessed":{"date-parts":[[2018,10,4]]},"author":[{"family":"Gravel","given":"Dominique"},{"family":"Baiser","given":"Benjamin"},{"family":"Dunne","given":"Jennifer A."},{"family":"Kopelke","given":"Jens-Peter"},{"family":"Martinez","given":"Neo D."},{"family":"Nyman","given":"Tommi"},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Tylianakis","given":"Jason M."},{"family":"Wood","given":"Spencer A."},{"family":"Roslin","given":"Tomas"}],"container-title":"Ecography","DOI":"10.1111/ecog.04006","ISSN":"1600-0587","issue":"0","issued":{"date-parts":[[2018,10]]},"language":"en","source":"Wiley Online Library","title":"Bringing Elton and Grinnell together: a quantitative framework to represent the biogeography of ecological interaction networks","title-short":"Bringing Elton and Grinnell together","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ecog.04006","volume":"0"},
  {"id":"Gray2015TemTro","author":[{"family":"Gray","given":"Sarah M"},{"family":"Poisot","given":"Timothée"},{"family":"Harvey","given":"Eric"},{"family":"Mouquet","given":"Nicolas"},{"family":"Miller","given":"Thomas E"},{"family":"Gravel","given":"Dominique"}],"container-title":"Ecography","DOI":"10.1111/ecog.01748","issued":{"date-parts":[[2015]]},"title":"Temperature and trophic structure are driving microbial productivity along a biogeographical gradient","type":"article-journal"},
  {"id":"Gruber2015SprNov","author":[{"family":"Gruber","given":"Thibaud"},{"family":"Poisot","given":"Timothée"},{"family":"Zuberbühler","given":"Klaus"},{"family":"Hoppitt","given":"William"},{"family":"Hobaiter","given":"Catherine"}],"container-title":"Communicative & integrative biology","DOI":"10.1080/19420889.2015.1017164","issue":"2","issued":{"date-parts":[[2015]]},"page":"e1017164","title":"The spread of a novel behavior in wild chimpanzees: New insights into the ape cultural mind","type":"article-journal","volume":"8"},
  {"id":"Gurney2017NetStr","abstract":"Numerous theoretical and experimental studies have investigated antagonistic coevolution between parasites and their hosts. Although experimental tests of theory from a range of biological systems are largely concordant regarding the influence of several driving processes, we know little as to how mechanisms acting at the smallest scales (individual molecular and phenotypic changes) may result in the emergence of structures at larger scales, such as coevolutionary dynamics and local adaptation. We capitalized on methods commonly employed in community ecology to quantify how the structure of community interaction matrices, so called ‘bipartite networks’, reflected observed coevolutionary dynamics, and how phages from these communities may or may not have adapted locally to their bacterial hosts. We found a consistent nested network structure for two phage types, one previously demonstrated to exhibit arms race coevolutionary dynamics and the other fluctuating coevolutionary dynamics. Both phages increased their host ranges through evolutionary time, but we found no evidence for a trade off with impact on bacteria. Finally, only bacteria from the arms race phage showed local adaptation, and we provide preliminary evidence that these bacteria underwent (sometimes different) molecular changes in the wzy gene associated with the LPS receptor, while bacteria coevolving with the fluctuating selection phage did not show local adaptation and had partial deletions of the pilF gene associated with Type IV pili. We conclude that the structure of phage-bacteria interaction networks is not necessarily specific to coevolutionary dynamics, and discuss hypotheses for why only one of the two phages was, nevertheless, locally adapted. This article is protected by copyright. All rights reserved.","accessed":{"date-parts":[[2017,1,17]]},"author":[{"family":"Gurney","given":"James"},{"family":"Aldakak","given":"Lafi"},{"family":"Betts","given":"Alex"},{"family":"Gougat-Barbera","given":"Claire"},{"family":"Poisot","given":"Timothée"},{"family":"Kaltz","given":"Oliver"},{"family":"Hochberg","given":"Michael E."}],"container-title":"Molecular Ecology","container-title-short":"Mol Ecol","DOI":"10.1111/mec.14008","ISSN":"1365-294X","issued":{"date-parts":[[2017,1,1]]},"language":"en","page":"n/a-n/a","source":"Wiley Online Library","title":"Network structure and local adaptation in coevolving bacteria-phage interactions","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/mec.14008/abstract"},
  {"id":"Hart2016TenSim","accessed":{"date-parts":[[2016,10,27]]},"author":[{"family":"Hart","given":"Edmund M."},{"family":"Barmby","given":"Pauline"},{"family":"LeBauer","given":"David"},{"family":"Michonneau","given":"François"},{"family":"Mount","given":"Sarah"},{"family":"Mulrooney","given":"Patrick"},{"family":"Poisot","given":"Timothée"},{"family":"Woo","given":"Kara H."},{"family":"Zimmerman","given":"Naupaka B."},{"family":"Hollister","given":"Jeffrey W."}],"container-title":"PLoS computational biology","container-title-short":"PLOS Comput Biol","DOI":"10.1371/journal.pcbi.1005097","ISSN":"1553-7358","issue":"10","issued":{"date-parts":[[2016,10,20]]},"language":"ENG","page":"e1005097","source":"PLoS Journals","title":"Ten Simple Rules for Digital Data Storage","type":"article-journal","URL":"http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1005097","volume":"12"},
  {"id":"Higino2021BetPhy","author":[{"family":"Higino","given":"Gracielle T."},{"family":"Poisot","given":"Timothée"}],"container-title":"Parasitology","container-title-short":"Parasitology","DOI":"10.1017/S0031182021000391","ISSN":"1469-8161","issued":{"date-parts":[[2021,3,8]]},"language":"eng","page":"1-23","PMID":"33678197","source":"PubMed","title":"Beta and phylogenetic diversities tell complementary stories about ecological networks biogeography","type":"article-journal"},
  {"id":"Hobaiter2014SocNet","abstract":"Social network analysis methods have made it possible to test whether novel behaviors in animals spread through individual or social learning. To date, however, social network analysis of wild populations has been limited to static models that cannot precisely reflect the dynamics of learning, for instance, the impact of multiple observations across time. Here, we present a novel dynamic version of network analysis that is capable of capturing temporal aspects of acquisition--that is, how successive observations by an individual influence its acquisition of the novel behavior. We apply this model to studying the spread of two novel tool-use variants, \"moss-sponging\" and \"leaf-sponge re-use,\" in the Sonso chimpanzee community of Budongo Forest, Uganda. Chimpanzees are widely considered the most \"cultural\" of all animal species, with 39 behaviors suspected as socially acquired, most of them in the domain of tool-use. The cultural hypothesis is supported by experimental data from captive chimpanzees and a range of observational data. However, for wild groups, there is still no direct experimental evidence for social learning, nor has there been any direct observation of social diffusion of behavioral innovations. Here, we tested both a static and a dynamic network model and found strong evidence that diffusion patterns of moss-sponging, but not leaf-sponge re-use, were significantly better explained by social than individual learning. The most conservative estimate of social transmission accounted for 85% of observed events, with an estimated 15-fold increase in learning rate for each time a novice observed an informed individual moss-sponging. We conclude that group-specific behavioral variants in wild chimpanzees can be socially learned, adding to the evidence that this prerequisite for culture originated in a common ancestor of great apes and humans, long before the advent of modern humans.","author":[{"family":"Hobaiter","given":"Catherine"},{"family":"Poisot","given":"Timothée"},{"family":"Zuberbühler","given":"Klaus"},{"family":"Hoppitt","given":"William"},{"family":"Gruber","given":"Thibaud"}],"container-title":"PLoS biology","container-title-short":"PLoS Biol.","DOI":"10.1371/journal.pbio.1001960","ISSN":"1545-7885","issue":"9","issued":{"date-parts":[[2014,9]]},"language":"ENG","page":"e1001960","PMCID":"PMC4181963","PMID":"25268798","source":"PubMed","title":"Social network analysis shows direct evidence for social transmission of tool use in wild chimpanzees","type":"article-journal","volume":"12"},
  {"id":"Hutchinson2017PacImp","abstract":"* The concordance of evolutionary histories and extant species interactions provides a useful metric for addressing questions of how the structure of ecological communities is influenced by macro-evolutionary processes.\n\n\n* We introduce paco (v0.3.1), an R package to perform Procrustean Approach to Cophylogeny. This method assesses the phylogenetic congruence, or evolutionary dependence, of two groups of interacting species using both ecological interaction networks and their phylogenetic history.\n\n\n* We demonstrate the functionality of paco through its application to empirical host-parasite and plant-pollinator communities.\n\n\n* Although the package is intended to assess the phylogenetic congruence between groups of interacting species, the method is also directly applicable to other scenarios that may show phylogenetic congruence including historical biogeography, molecular systematics, and cultural evolution.","accessed":{"date-parts":[[2017,9,4]]},"author":[{"family":"Hutchinson","given":"Matthew C."},{"family":"Cagua","given":"E. Fernando"},{"family":"Balbuena","given":"Juan A."},{"family":"Stouffer","given":"Daniel B."},{"family":"Poisot","given":"Timothée"}],"container-title":"Methods in Ecology and Evolution","container-title-short":"Methods Ecol Evol","DOI":"10.1111/2041-210X.12736","ISSN":"2041-210X","issue":"8","issued":{"date-parts":[[2017,8,1]]},"language":"en","page":"932-940","source":"Wiley Online Library","title":"paco: implementing Procrustean Approach to Cophylogeny in R","title-short":"paco","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/2041-210X.12736/abstract","volume":"8"},
  {"id":"Jorgensen2011GloNet","author":[{"family":"Jorgensen","given":"Peter Sogaard"},{"family":"Bonhomme","given":"Vincent"},{"family":"Ezard","given":"Thomas HG"},{"family":"Hayes","given":"R Andrew"},{"family":"Poisot","given":"Timothee"},{"family":"Salguero-Gomez","given":"Roberto"},{"family":"Vizzini","given":"Salvatrice"},{"family":"Zimmerman","given":"Naupaka"}],"container-title":"INTECOL e-Bulletin","issue":"2","issued":{"date-parts":[[2011]]},"page":"3-5","title":"A global network of next generation ecologists","type":"article-journal","volume":"5"},
  {"id":"Jorgensen2015ConPeo","author":[{"family":"Jørgensen","given":"Peter Søgaard"},{"family":"Barraquand","given":"Frédéric"},{"family":"Bonhomme","given":"Vincent"},{"family":"Curran","given":"Timothy J"},{"family":"Cieraad","given":"Ellen"},{"family":"Ezard","given":"Thomas G"},{"family":"Gherardi","given":"Laureano A"},{"family":"Hayes","given":"R Andrew"},{"family":"Poisot","given":"Timothée"},{"family":"Salguero-Gómez","given":"Roberto"},{"literal":"others"}],"container-title":"Ecosphere","DOI":"10.1890/ES14-00198.1","issue":"4","issued":{"date-parts":[[2015]]},"page":"1-11","title":"Connecting people and ideas from around the world: global innovation platforms for next-generation ecology and beyond","type":"article-journal","volume":"6"},
  {"id":"Lecours-Tessier2020OmnOmn","abstract":"<p>Connectivity among habitat patches in both natural and disturbed landscapes needs to be accounted for in conservation planning for biodiversity maintenance. Yet methods to assess connectivity are often limited, because simulating the dispersal of many species is computationally prohibitive, and current simulations make simplifying assumptions about movement that are potentially erroneous. Here we show how these limits can be circumvented and propose a novel framework for the assessment of omnifunctional and omnidirectional connectivity in a 28000 km2 area in the Laurentian region of Quebec, Canada. Our approach relies on (i) the use of Omniscape, an improved version of Circuitscape which allows omnidirectional simulations that better emulate animal movement and (ii) the synthesis of large volume of species-level dispersal simulations through a posteriori clustering of the current intensity. Our analysis reveals that the movement of 93 species evaluated can be clustered into three functional dispersal guilds, corresponding to mostly aquatic species, terrestrial species able to use aquatic environments, and strictly terrestrial species. These functional guilds do not share connectivity hotspots, suggesting that corridor planning would need to account for the multiplicity of dispersal strategies. Although this approach requires a large volume of computing resources, it provides richer information on which landscape features are critical to maintain or need to be regenerated for broader biodiversity maintenance goals.</p>","accessed":{"date-parts":[[2020,2,17]]},"author":[{"family":"Lecours-Tessier","given":"Daphnée"},{"family":"Maranger","given":"Roxane"},{"family":"Poisot","given":"Timothée"}],"container-title":"bioRxiv","DOI":"10.1101/2020.02.03.932095","issued":{"date-parts":[[2020,2,3]]},"language":"en","page":"2020.02.03.932095","source":"www.biorxiv.org","title":"Omnidirectional and omnifunctional connectivity analyses with a diverse species pool","type":"article-journal","URL":"https://www.biorxiv.org/content/10.1101/2020.02.03.932095v1"},
  {"id":"Li2018HomSpe","abstract":"Aim Ecological communities are composed of both species and the biotic relationships (interactions or spatial associations) among them. Biotic homogenization in species composition (i.e., increased site-to-site similarity) is recognized as a common consequence of global change, but less is known about how the similarity of species relationships changes over space and time. Does homogenization of species composition lead to homogenization of species relationships or are the dynamics of species relationships decoupled from changes in species composition? Location Wisconsin, USA. Time period 1950–2012. Major taxa studied Vascular plants. Methods We used long-term resurvey data to analyse changes in plant species association patterns between the 1950s and 2000s at 266 sites distributed among three community types in Wisconsin, USA. We used species associations (quantified via local co-occurrence patterns) to represent one type of relationship among species. Species pairs that co-occur more or less than expected by chance have positive or negative associations, respectively. We then measured beta diversity in both species composition and species association networks over time and space. Results Shifts in species associations consistently exceeded the shifts observed in species composition. Less disturbed forests of northern Wisconsin have converged somewhat in species composition but little in species associations. In contrast, forests in central Wisconsin succeeding from pine barrens to closed-canopy forests have strongly homogenized in both species composition and species associations. More fragmented forests in southern Wisconsin also tended to converge in species composition and in the species' negative associations, but their positive associations diverged over the last half century. Species composition and associations are generally affected by a similar set of environmental variables. Their relative importance, however, has changed over time. Main conclusions Long-term shifts in species relationships appear to be decoupled from shifts in species composition despite being affected by similar environmental variables.","accessed":{"date-parts":[[2018,11,21]]},"author":[{"family":"Li","given":"Daijiang"},{"family":"Poisot","given":"Timothée"},{"family":"Waller","given":"Donald M."},{"family":"Baiser","given":"Benjamin"}],"container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.12825","ISSN":"1466-8238","issue":"0","issued":{"date-parts":[[2018]]},"language":"en","source":"Wiley Online Library","title":"Homogenization of species composition and species association networks are decoupled","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12825","volume":"0"},
  {"id":"MacDonald2020RevLin","accessed":{"date-parts":[[2020,7,31]]},"author":[{"family":"MacDonald","given":"Arthur Andrew Meahan"},{"family":"Banville","given":"Francis"},{"family":"Poisot","given":"Timothée"}],"container-title":"Patterns","container-title-short":"PATTER","DOI":"10.1016/j.patter.2020.100079","ISSN":"2666-3899","issue":"0","issued":{"date-parts":[[2020,7,29]]},"language":"English","publisher":"Elsevier","source":"www.cell.com","title":"Revisiting the Links-Species Scaling Relationship in Food Webs","type":"article-journal","URL":"https://www.cell.com/patterns/abstract/S2666-3899(20)30107-0","volume":"1"},
  {"id":"Makiola2019KeyQue","abstract":"Classical biomonitoring techniques have focused primarily on measures linked to various biodiversity metrics and indicator species. Next-generation biomonitoring (NGB) describes a suite of tools and approaches that allow the examination of a broader spectrum of organisational levels - from genes to entire ecosystems. Here, we frame ten key questions that we envisage will drive the field of NGB over the next decade. While not exhaustive, this list covers most of the key challenges facing NGB, and provides the basis of the next steps for research and implementation in this field. These questions have been grouped into current- and outlook-related categories, corresponding to the organization of this paper.","accessed":{"date-parts":[[2019,12,5]]},"author":[{"family":"Makiola","given":"Andreas"},{"family":"Compson","given":"Zacchaeus Greg"},{"family":"Baird","given":"Donald"},{"family":"Barnes","given":"Matthew A."},{"family":"Boerlijst","given":"Sam Philip"},{"family":"Bouchez","given":"Agnès"},{"family":"Brennan","given":"Georgina"},{"family":"Bush","given":"Alex"},{"family":"Canard","given":"Elsa"},{"family":"Cordier","given":"Tristan"},{"family":"Creer","given":"Simon"},{"family":"Curry","given":"Allen"},{"family":"David","given":"Patrice"},{"family":"Dumbrell","given":"Alex"},{"family":"Gravel","given":"Dominique"},{"family":"Hajibabaei","given":"Mehrdad"},{"family":"Hayden","given":"Brian"},{"family":"Hoorn","given":"Berry","non-dropping-particle":"van der"},{"family":"Jarne","given":"Philippe"},{"family":"Jones","given":"Iwan"},{"family":"Karimi","given":"Battle"},{"family":"Keck","given":"Francois"},{"family":"Kelly","given":"Martyn"},{"family":"Knot","given":"Ineke"},{"family":"Krol","given":"Louie"},{"family":"Massol","given":"Francois"},{"family":"Monk","given":"Wendy"},{"family":"Murphy","given":"Kevin"},{"family":"Pawlowski","given":"Jan"},{"family":"Poisot","given":"Timothée"},{"family":"Porter","given":"Teresita"},{"family":"Randall","given":"Kate"},{"family":"Ransome","given":"Emma"},{"family":"Ravigné","given":"Virginie"},{"family":"Raybould","given":"Alan"},{"family":"Robin","given":"Stephane"},{"family":"Schrama","given":"Maarten"},{"family":"Schatz","given":"Bertrand"},{"family":"Tamaddoni-Nezhad","given":"Alireza"},{"family":"Trimbos","given":"Krijn Baptist"},{"family":"Vacher","given":"Corinne"},{"family":"Vasselon","given":"Valentin"},{"family":"Wood","given":"Susie Amy"},{"family":"Woodward","given":"Guy"},{"family":"Bohan","given":"David Andrew"}],"container-title":"Frontiers in Environmental Science","container-title-short":"Front. Environ. Sci.","DOI":"10.3389/fenvs.2019.00197","ISSN":"2296-665X","issued":{"date-parts":[[2019]]},"language":"English","source":"Frontiers","title":"Key questions for next-generation biomonitoring","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fenvs.2019.00197/abstract","volume":"7"},
  {"id":"Malaterre2019FunDiv","abstract":"Abstract.  Functional diversity holds the promise of understanding ecosystems in ways unattainable by taxonomic diversity studies. Underlying this promise is th","accessed":{"date-parts":[[2019,9,5]]},"author":[{"family":"Malaterre","given":"Christophe"},{"family":"Dussault","given":"Antoine C."},{"family":"Rousseau-Mermans","given":"Sophia"},{"family":"Barker","given":"Gillian"},{"family":"Beisner","given":"Beatrix E."},{"family":"Bouchard","given":"Frédéric"},{"family":"Desjardins","given":"Eric"},{"family":"Handa","given":"I. Tanya"},{"family":"Kembel","given":"Steven W."},{"family":"Lajoie","given":"Geneviève"},{"family":"Maris","given":"Virginie"},{"family":"Munson","given":"Alison D."},{"family":"Odenbaugh","given":"Jay"},{"family":"Poisot","given":"Timothée"},{"family":"Shapiro","given":"B. Jesse"},{"family":"Suttle","given":"Curtis A."}],"container-title":"BioScience","container-title-short":"BioScience","DOI":"10.1093/biosci/biz089","issued":{"date-parts":[[2019]]},"language":"en","source":"academic.oup.com","title":"Functional Diversity: An Epistemic Roadmap","title-short":"Functional Diversity","type":"article-journal","URL":"https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biz089/5556011"},
  {"id":"Matias2015BacRic","author":[{"family":"Matias","given":"Miguel G"},{"family":"Gravel","given":"Dominique"},{"family":"Combe","given":"Marine"},{"family":"Poisot","given":"Timothee"},{"family":"Barbera","given":"Claire"},{"family":"Lounnas","given":"Manon"},{"family":"Bouvier","given":"Thierry"},{"family":"Mouquet","given":"Nicolas"}],"container-title":"PeerJ PrePrints","DOI":"10.7287/peerj.preprints.1100v1","issued":{"date-parts":[[2015]]},"page":"e1344","title":"Bacteriophage richness reduces bacterial niche overlap in experimental microcosms","type":"article-journal","volume":"3"},
  {"id":"Mora2018IdeCom","abstract":"The structure of ecological networks can vary dramatically, yet there may be common features across networks from different ecosystem types. Here, Bramon Mora et al. use network alignment to demonstrate that there is a common backbone of interactions underlying empirical food webs.","accessed":{"date-parts":[[2018,7,4]]},"author":[{"family":"Mora","given":"Bernat Bramon"},{"family":"Gravel","given":"Dominique"},{"family":"Gilarranz","given":"Luis J."},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."}],"container-title":"Nature Communications","DOI":"10.1038/s41467-018-05056-0","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[[2018,7,4]]},"language":"en","page":"2603","source":"www.nature.com","title":"Identifying a common backbone of interactions underlying food webs from different ecosystems","type":"article-journal","URL":"https://www.nature.com/articles/s41467-018-05056-0","volume":"9"},
  {"id":"Pequin2017WinDri","accessed":{"date-parts":[[2017,1,18]]},"author":[{"family":"Péquin","given":"B"},{"family":"Mohit","given":"V"},{"family":"Poisot","given":"T"},{"family":"Tremblay","given":"R"},{"family":"Lovejoy","given":"C"}],"container-title":"Aquatic Microbial Ecology","DOI":"10.3354/ame01814","ISSN":"0948-3055, 1616-1564","issued":{"date-parts":[[2017]]},"language":"en","source":"CrossRef","title":"Wind drives microbial eukaryote communities in a temperate closed lagoon","type":"article-journal","URL":"http://www.int-res.com/prepress/a01814.html"},
  {"id":"Poisot2009IntImm","author":[{"family":"Poisot","given":"Timothée"},{"family":"Simková","given":"A"},{"family":"Hyřsl","given":"Pavel"},{"family":"Morand","given":"Serge"}],"container-title":"Journal of Fish Biology","DOI":"10.1111/j.1095-8649.2009.02400.x","issue":"7","issued":{"date-parts":[[2009]]},"page":"1667-1682","title":"Interactions between immunocompetence, somatic condition and parasitism in the chub Leuciscus cephalus in early spring","type":"article-journal","volume":"75"},
  {"id":"Poisot2010PutSpe","accessed":{"date-parts":[[2016,9,2]]},"author":[{"family":"Poisot","given":"Timothee"},{"family":"Desdevises","given":"Yves"}],"container-title":"Biological Journal of the Linnean Society","DOI":"10.1111/j.1095-8312.2009.01381.x","issue":"3","issued":{"date-parts":[[2010]]},"page":"559–569","source":"Google Scholar","title":"Putative speciation events in Lamellodiscus (Monogenea: Diplectanidae) assessed by a morphometric approach","title-short":"Putative speciation events in Lamellodiscus (Monogenea","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1095-8312.2009.01381.x/full","volume":"99"},
  {"id":"Poisot2010ResAva","author":[{"family":"Poisot","given":"Timothée"},{"family":"Lepennetier","given":"Gildas"},{"family":"Martinez","given":"Esteban"},{"family":"Ramsayer","given":"Johan"},{"family":"Hochberg","given":"Michael E"}],"container-title":"Biology letters","DOI":"10.1098/rsbl.2010.0774","issued":{"date-parts":[[2010]]},"page":"rsbl20100774","title":"Resource availability affects the structure of a natural bacteria--bacteriophage community","type":"article-journal"},
  {"id":"Poisot2011ConFra","abstract":"Ecology Letters (2011) 14: 841-851 ABSTRACT: Ecological specialisation concerns all species and underlies many major ecological and evolutionary patterns. Yet its status as a unifying concept is not always appreciated because of its similarity to concepts of the niche, the many levels of biological phenomena to which it applies, and the complexity of the mechanisms influencing it. The evolution of specialisation requires the coupling of constraints on adaptive evolution with covariation of genotype and environmental performance. This covariation itself depends upon organismal properties such as dispersal behaviour and life history and complexity in the environment stemming from factors such as species interactions and spatio-temporal heterogeneity in resources. Here, we develop a view on specialisation that integrates across the range of biological phenomena with the goal of developing a more predictive conceptual framework that specifically accounts for the importance of biotic complexity and coevolutionary events.","accessed":{"date-parts":[[2016,9,2]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Bever","given":"James D."},{"family":"Nemri","given":"Adnane"},{"family":"Thrall","given":"Peter H."},{"family":"Hochberg","given":"Michael E."}],"container-title":"Ecology Letters","container-title-short":"Ecol. Lett.","DOI":"10.1111/j.1461-0248.2011.01645.x","ISSN":"1461-0248","issue":"9","issued":{"date-parts":[[2011]]},"page":"841–851","source":"Google Scholar","title":"A conceptual framework for the evolution of ecological specialisation","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2011.01645.x/full","volume":"14"},
  {"id":"Poisot2011DigPac","author":[{"family":"Poisot","given":"Timothée"}],"container-title":"The R Journal","issue":"1","issued":{"date-parts":[[2011]]},"page":"25-26","title":"The digitize package: extracting numerical data from scatterplots","type":"article-journal","URL":"http://bit.ly/2CAvBRd","volume":"3"},
  {"id":"Poisot2011MorMol","abstract":"Lamellodiscus Johnston & Tiegs 1922 (Monogenea, Diplectanidae) is a genus of common parasites on the gills of sparid fishes. Here we show that this genus is probably undergoing a fast molecular diversification, as reflected by the important genetic variability observed within three molecular markers (partial nuclear 18S rDNA, Internal Transcribed Spacer 1, and mitonchondrial Cytochrome Oxidase I). Using an updated phylogeny of this genus, we show that molecular and morphological evolution are weakly correlated, and that most of the morphologically defined taxonomical units are not consistent with the molecular data. We suggest that Lamellodiscus morphology is probably constrained by strong environmental (host-induced) pressure, and discuss why this result can apply to other taxa. Genetic variability within nuclear 18S and mitochondrial COI genes are compared for several monogenean genera, as this measure may reflect the level of diversification within a genus. Overall our results suggest that cryptic speciation events may occur within Lamellodiscus, and discuss the links between morphological and molecular evolution.","author":[{"family":"Poisot","given":"Timothée"},{"family":"Verneau","given":"Olivier"},{"family":"Desdevises","given":"Yves"}],"container-title":"PloS One","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0026252","ISSN":"1932-6203","issue":"10","issued":{"date-parts":[[2011]]},"language":"ENG","page":"e26252","PMCID":"PMC3192175","PMID":"22022582","source":"PubMed","title":"Morphological and molecular evolution are not linked in Lamellodiscus (Plathyhelminthes, Monogenea)","type":"article-journal","volume":"6"},
  {"id":"Poisot2011TroNet","author":[{"family":"Poisot","given":"Timothée"},{"family":"Thrall","given":"Peter H"},{"family":"Hochberg","given":"Michael E"}],"container-title":"Proceedings of the Royal Society of London B: Biological Sciences","DOI":"10.1098/rspb.2011.0826","issued":{"date-parts":[[2011]]},"page":"rspb20110826","title":"Trophic network structure emerges through antagonistic coevolution in temporally varying environments","type":"article-journal"},
  {"id":"Poisot2012ComStu","author":[{"family":"Poisot","given":"Timothee"},{"family":"Canard","given":"Elsa"},{"family":"Mouquet","given":"Nicolas"},{"family":"Hochberg","given":"Michael E"}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/j.2041-210X.2011.00174.x","issue":"3","issued":{"date-parts":[[2012]]},"page":"537-544","title":"A comparative study of ecological specialization estimators","type":"article-journal","volume":"3"},
  {"id":"Poisot2012DisSpe","abstract":"In a context of global changes, and amidst the perpetual modification of community structure undergone by most natural ecosystems, it is more important than ever to understand how species interactions vary through space and time. The integration of biogeography and network theory will yield important results and further our understanding of species interactions. It has, however, been hampered so far by the difficulty to quantify variation among interaction networks. Here, we propose a general framework to study the dissimilarity of species interaction networks over time, space or environments, allowing both the use of quantitative and qualitative data. We decompose network dissimilarity into interactions and species turnover components, so that it is immediately comparable to common measures of β-diversity. We emphasise that scaling up β-diversity of community composition to the β-diversity of interactions requires only a small methodological step, which we foresee will help empiricists adopt this method. We illustrate the framework with a large dataset of hosts and parasites interactions and highlight other possible usages. We discuss a research agenda towards a biogeographical theory of species interactions.","accessed":{"date-parts":[[2016,9,2]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Canard","given":"Elsa"},{"family":"Mouillot","given":"David"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"container-title":"Ecology Letters","container-title-short":"Ecol. Lett.","DOI":"10.1111/ele.12002","ISSN":"1461023X","issue":"12","issued":{"date-parts":[[2012]]},"language":"ENG","page":"1353–1361","source":"Google Scholar","title":"The dissimilarity of species interaction networks","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12002/full","volume":"15"},
  {"id":"Poisot2012TerInv","author":[{"family":"Poisot","given":"Timothée"},{"family":"Bell","given":"Thomas"},{"family":"Martinez","given":"Esteban"},{"family":"Gougat-Barbera","given":"Claire"},{"family":"Hochberg","given":"Michael E"}],"container-title":"F1000Research","DOI":"10.12688/f1000research.1-21.v2","issued":{"date-parts":[[2012]]},"title":"Terminal investment induced by a bacteriophage in a rhizosphere bacterium","type":"article-journal","volume":"1"},
  {"id":"Poisot2013FacObl","abstract":"Network theory is gaining momentum as a descriptive tool in community ecology. Because organisms with the same lifestyle can still exhibit ecological differences, it is crucial to determine the scale at which networks should be described. Here we show that networks of hosts (mammals) and parasites (ectoparasitic gamasid mites) differ when either facultative or obligatory parasites only are considered. More importantly, the structure of these networks is opposed, with obligatory parasites networks being more modular, and facultative parasites networks being more nested. Our results have consequences for the way we define which species to include in ecological networks, which we discuss in the light of community ecology and epidemiology.","accessed":{"date-parts":[[2014,11,3]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Stanko","given":"Michal"},{"family":"Miklisová","given":"Dana"},{"family":"Morand","given":"Serge"}],"container-title":"Parasitology","container-title-short":"Parasitology","DOI":"10.1017/S0031182013000851","ISSN":"1469-8161","issue":"11","issued":{"date-parts":[[2013,9]]},"language":"ENG","page":"1340-1345","source":"PubMed","title":"Facultative and obligate parasite communities exhibit different network properties","type":"article-journal","volume":"140"},
  {"id":"Poisot2013HigSeq","abstract":"High-throughput sequencing is becoming increasingly important in microbial ecology, yet it is surprisingly under-used to generate or test biogeographic hypotheses. In this contribution, we highlight how adding these methods to the ecologist toolbox will allow the detection of new patterns, and will help our understanding of the structure and dynamics of diversity. Starting with a review of ecological questions that can be addressed, we move on to the technical and analytical issues that will benefit from an increased collaboration between different disciplines.","author":[{"family":"Poisot","given":"Timothée"},{"family":"Péquin","given":"Bérangère"},{"family":"Gravel","given":"Dominique"}],"container-title":"Ecology and Evolution","container-title-short":"Ecol Evol","DOI":"10.1002/ece3.508","issue":"4","issued":{"date-parts":[[2013,4]]},"language":"ENG","page":"1125-1139","PMCID":"PMC3631419","PMID":"23610649","source":"PubMed","title":"High-throughput sequencing: a roadmap toward community ecology","title-short":"High-throughput sequencing","type":"article-journal","volume":"3"},
  {"id":"Poisot2013MovSus","author":[{"family":"Poisot","given":"Timothée"},{"family":"Mounce","given":"Ross"},{"family":"Gravel","given":"Dominique"}],"container-title":"Ideas in Ecology and Evolution","DOI":"10.4033/iee.2013.6b.14.f","issue":"2","issued":{"date-parts":[[2013]]},"title":"Moving toward a sustainable ecological science: don't let data go to waste!","type":"article-journal","volume":"6"},
  {"id":"Poisot2013PosMea","accessed":{"date-parts":[[2014,11,3]]},"author":[{"family":"Poisot","given":"Timothée"}],"container-title":"F1000Research","DOI":"10.12688/f1000research.2-130.v3","ISSN":"2046-1402","issued":{"date-parts":[[2013,12]]},"language":"en","source":"CrossRef","title":"An a posteriori measure of network modularity","type":"article-journal","URL":"http://f1000research.com/articles/2-130/v3","volume":"2"},
  {"id":"Poisot2013StrNat","author":[{"family":"Poisot","given":"Timothée"},{"family":"Lounnas","given":"Manon"},{"family":"Hochberg","given":"Michael E"}],"container-title":"Ecological Processes","DOI":"10.1186/2192-1709-2-13","issue":"1","issued":{"date-parts":[[2013]]},"page":"1","title":"The structure of natural microbial enemy-victim networks","type":"article-journal","volume":"2"},
  {"id":"Poisot2013TroCom","abstract":"The biodiversity-ecosystem functioning (BEF) relationship is central in community ecology. Its drivers in competitive systems (sampling effect and functional complementarity) are intuitive and elegant, but we lack an integrative understanding of these drivers in complex ecosystems. Because networks encompass two key components of the BEF relationship (species richness and biomass flow), they provide a key to identify these drivers, assuming that we have a meaningful measure of functional complementarity. In a network, diversity can be defined by species richness, the number of trophic levels, but perhaps more importantly, the diversity of interactions. In this paper, we define the concept of trophic complementarity (TC), which emerges through exploitative and apparent competition processes, and study its contribution to ecosystem functioning. Using a model of trophic community dynamics, we show that TC predicts various measures of ecosystem functioning, and generate a range of testable predictions. We find that, in addition to the number of species, the structure of their interactions needs to be accounted for to predict ecosystem productivity.","accessed":{"date-parts":[[2016,9,2]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"container-title":"Ecology Letters","container-title-short":"Ecol. Lett.","DOI":"10.1111/ele.12118","ISSN":"1461-0248","issue":"7","issued":{"date-parts":[[2013]]},"language":"ENG","page":"853–861","source":"Google Scholar","title":"Trophic complementarity drives the biodiversity-ecosystem functioning relationship in food webs","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12118/full","volume":"16"},
  {"id":"Poisot2014DisSpa","abstract":"Protective mutualisms, where a symbiont reduces the negative effects of another species on a shared host, represent a common type of species interaction in natural communities, yet it is still unclear what ecological conditions might favor their emergence. Studies suggest that the initial evolution of protective mutualists might involve closely related pathogenic variants with similar life histories, but different competitive abilities and impacts on host fitness. We derive a model to evaluate this hypothesis and show that, in general, a protective variant cannot spread from rarity or exclude a more pathogenic strain. While the conditions allowing mutualist invasion are more likely with increased environmental productivity, they still depend on initial densities in the invaded patch exceeding a threshold, highlighting the likely importance of spatial structure and demographic stochasticity. Using a numerical simulation approach, we show that regional coexistence is in fact possible in an explicitly spatial system and that, under some circumstances, the mutualist population can exclude the enemy. More broadly, the establishment of protective mutualists may be favored when there are other life-history differences from more pathogenic symbionts, such as vertical transmission or additional direct benefits to hosts.","author":[{"family":"Poisot","given":"Timothée"},{"family":"Bever","given":"James D."},{"family":"Thrall","given":"Peter H."},{"family":"Hochberg","given":"Michael E."}],"container-title":"Ecology and Evolution","container-title-short":"Ecol Evol","DOI":"10.1002/ece3.1151","issue":"19","issued":{"date-parts":[[2014,10]]},"language":"ENG","page":"3841-3850","PMCID":"PMC4301050","PMID":"25614798","source":"PubMed","title":"Dispersal and spatial heterogeneity allow coexistence between enemies and protective mutualists","type":"article-journal","volume":"4"},
  {"id":"Poisot2014OngWor","author":[{"family":"Poisot","given":"Timothée"},{"family":"Nunn","given":"Charles"},{"family":"Morand","given":"Serge"}],"container-title":"bioRxiv","DOI":"10.1101/009977","issued":{"date-parts":[[2014]]},"page":"009977","title":"Ongoing worldwide homogenization of human pathogens","type":"article-journal"},
  {"id":"Poisot2014WheEco","abstract":"Connectance and degree distributions are important components of the structure of ecological networks. In this contribution, we use a statistical argument and simple network generating models to show that properties of the degree distribution are driven by network connectance. We discuss the consequences of this finding for (1) the generation of random networks in null-model analyses, and (2) the interpretation of network structure and ecosystem properties in relationship with degree distribution.","author":[{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.251","issued":{"date-parts":[[2014,2,4]]},"language":"ENG","page":"e251","title":"When is an ecological network complex? Connectance drives degree distribution and emerging network properties","title-short":"When is an ecological network complex?","type":"article-journal","volume":"2"},
  {"id":"Poisot2015BesPub","abstract":"n/a","accessed":{"date-parts":[[2016,9,7]]},"author":[{"family":"Poisot","given":"Timothée"}],"container-title":"Ideas in Ecology and Evolution","DOI":"10.4033/iee.2015.8.8.f","ISSN":"1918-3178","issue":"1","issued":{"date-parts":[[2015,7,11]]},"language":"en","source":"ojs.library.queensu.ca","title":"Best publishing practices to improve user confidence in scientific software","type":"article-journal","URL":"http://ojs.library.queensu.ca/index.php/IEE/article/view/5644","volume":"8"},
  {"id":"Poisot2015ConSpe","abstract":"Understanding the persistence of specialists and generalists within ecological communities is a topical research question, with far-reaching consequences for the maintenance of functional diversity. Although theoretical studies indicate that restricted conditions may be necessary to achieve co-occurrence of specialists and generalists, analyses of larger empirical (and species-rich) communities reveal the pervasiveness of coexistence. In this paper, we analyze 175 ecological bipartite networks of three interaction types (animal hosts-parasite, plant-herbivore and plant-pollinator), and measure the extent to which these communities are composed of species with different levels of specificity in their biotic interactions. We find a continuum from specialism to generalism. Furthermore, we demonstrate that diversity tends to be greatest in networks with intermediate connectance, and argue this is because of physical constraints in the filling of networks.","author":[{"family":"Poisot","given":"Timothée"},{"family":"Kéfi","given":"Sonia"},{"family":"Morand","given":"Serge"},{"family":"Stanko","given":"Michal"},{"family":"Marquet","given":"Pablo A."},{"family":"Hochberg","given":"Michael E."}],"container-title":"PloS One","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0114674","ISSN":"1932-6203","issue":"5","issued":{"date-parts":[[2015]]},"language":"ENG","page":"e0114674","PMCID":"PMC4439032","PMID":"25992798","source":"PubMed","title":"A continuum of specialists and generalists in empirical communities","type":"article-journal","volume":"10"},
  {"id":"Poisot2015SpeWhy","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Gravel","given":"Dominique"}],"container-title":"Oikos","DOI":"10.1111/oik.01719","issue":"3","issued":{"date-parts":[[2015]]},"language":"en","page":"243-251","source":"Google Scholar","title":"Beyond species: why ecological interaction networks vary through space and time","title-short":"Beyond species","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/oik.01719/full","volume":"124"},
  {"id":"Poisot2015WheCop","author":[{"family":"Poisot","given":"Timothee"}],"container-title":"Parasite Diversity and Diversification: Evolutionary Ecology Meets Phylogenetics","issued":{"date-parts":[[2015]]},"page":"420","title":"When is co-phylogeny evidence of coevolution?","type":"chapter","URL":"http://www.cambridge.org/nu/academic/subjects/life-sciences/zoology/parasite-diversity-and-diversification-evolutionary-ecology-meets-phylogenetics"},
  {"id":"Poisot2016DesUnd","accessed":{"date-parts":[[2017,1,9]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Kéfi","given":"Sonia"}],"container-title":"Functional Ecology","container-title-short":"Funct Ecol","DOI":"10.1111/1365-2435.12799","ISSN":"1365-2435","issue":"12","issued":{"date-parts":[[2016,12,1]]},"language":"en","page":"1878-1882","source":"Wiley Online Library","title":"Describe, understand and predict: why do we need networks in ecology?","title-short":"Describe, understand and predict","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12799/abstract","volume":"30"},
  {"id":"Poisot2016HowEco","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel"}],"container-title":"bioRxiv","DOI":"10.1101/071993","issued":{"date-parts":[[2016]]},"page":"071993","title":"How ecological networks evolve","type":"article-journal"},
  {"id":"Poisot2016ManMak","accessed":{"date-parts":[[2017,1,20]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Baiser","given":"Benjamin"},{"family":"Dunne","given":"Jennifer A."},{"family":"Kéfi","given":"Sonia"},{"family":"Massol","given":"François"},{"family":"Mouquet","given":"Nicolas"},{"family":"Romanuk","given":"Tamara N."},{"family":"Stouffer","given":"Daniel B."},{"family":"Wood","given":"Spencer A."},{"family":"Gravel","given":"Dominique"}],"container-title":"Ecography","DOI":"10.1111/ecog.00976","ISSN":"09067590","issue":"4","issued":{"date-parts":[[2016,4]]},"language":"en","page":"384-390","source":"CrossRef","title":"mangal - making ecological network analysis simple","type":"article-journal","URL":"http://doi.wiley.com/10.1111/ecog.00976","volume":"39"},
  {"id":"Poisot2016StrPro","accessed":{"date-parts":[[2016,10,12]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Cazelles","given":"Kévin"},{"family":"Gravel","given":"Dominique"},{"family":"Fortin","given":"Marie-Josée"},{"family":"Stouffer","given":"Daniel B."}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12468","editor":[{"family":"Vamosi","given":"Jana"}],"ISSN":"2041210X","issue":"3","issued":{"date-parts":[[2016,3]]},"language":"en","page":"303-312","source":"CrossRef","title":"The structure of probabilistic networks","type":"article-journal","URL":"http://doi.wiley.com/10.1111/2041-210X.12468","volume":"7"},
  {"id":"Poisot2016SynDat","abstract":"The increased availability of both open ecological data, and software to interact with it, allows the fast collection and integration of information at all spatial and taxonomic scales. This offers the opportunity to address macroecological questions in a cost-effective way. In this contribution, we illustrate this approach by forecasting the structure of a stream food web at the global scale. In so doing, we highlight the most salient issues needing to be addressed before this approach can be used with a high degree of confidence.","accessed":{"date-parts":[[2016,9,2]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"},{"family":"Leroux","given":"Shawn"},{"family":"Wood","given":"Spencer A."},{"family":"Fortin","given":"Marie-Josée"},{"family":"Baiser","given":"Benjamin"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Araújo","given":"Miguel B."},{"family":"Stouffer","given":"Daniel B."}],"container-title":"Ecography","container-title-short":"Ecography","DOI":"10.1111/ecog.01941","ISSN":"1600-0587","issue":"4","issued":{"date-parts":[[2016,4,1]]},"language":"en","page":"402-408","source":"Wiley Online Library","title":"Synthetic datasets and community tools for the rapid testing of ecological hypotheses","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.01941/abstract","volume":"39"},
  {"id":"Poisot2017HosPar","author":[{"family":"Poisot","given":"Timothee"},{"family":"Gueveneux-Julien","given":"Cynthia"},{"family":"Fortin","given":"Marie-Josee"},{"family":"Gravel","given":"Dominique"},{"family":"Legendre","given":"Pierre"}],"container-title":"Global Ecology and Biogeography","container-title-short":"Global Ecol Biogeogr","DOI":"10.1111/geb.12602","issued":{"date-parts":[[2017]]},"page":"n/a-n/a","title":"Hosts, parasites and their interactions respond to different climatic variables","type":"article-journal"},
  {"id":"Poisot2018IntRet","abstract":"Both species and their interactions are affected by changes that occur at evolutionary time-scales, and these changes shape both ecological communities and their phylogenetic structure. That said, extant ecological community structure is contingent upon random chance, environmental filters and local effects. It is therefore unclear how much ecological signal local communities should retain. Here we show that, in a host–parasite system where species interactions vary substantially over a continental gradient, the ecological significance of individual interactions is maintained across different scales. Notably, this occurs despite the fact that observed community variation at the local scale frequently tends to weaken or remove community-wide phylogenetic signal. When considered in terms of the interplay between community ecology and coevolutionary theory, our results demonstrate that individual interactions are capable and indeed likely to show a consistent signature of past evolutionary history even when woven into communities that do not.","accessed":{"date-parts":[[2018,5,3]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."}],"container-title":"Oikos","DOI":"10.1111/oik.03788","ISSN":"1600-0706","issue":"2","issued":{"date-parts":[[2018,2,1]]},"language":"en","page":"230-238","source":"Wiley Online Library","title":"Interactions retain the co-phylogenetic matching that communities lost","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/oik.03788","volume":"127"},
  {"id":"Poisot2018ReCoe","abstract":"A reference implementation of → On the coexistence of specialists and generalists, David Sloan Wilson and Jin Yoshimura, The American Naturalist 144:4, 692-707, 1994.","accessed":{"date-parts":[[2018,9,28]]},"author":[{"family":"Poisot","given":"Timothée"}],"container-title":"ReScience","DOI":"10.5281/zenodo.1402676","issue":"1","issued":{"date-parts":[[2018,8,22]]},"source":"DataCite","title":"[Re] On The Coexistence Of Specialists And Generalists","type":"article-journal","URL":"https://zenodo.org/record/1402676","volume":"4"},
  {"id":"Poisot2019DatSyn","abstract":"Computational ecology, defined as the application of computational thinking to ecological problems, has the potential to transform the way ecologists think about the integration of data and models. As the practice is gaining prominence as a way to conduct ecological research, it is important to reflect on what its agenda could be, and how it fits within the broader landscape. In this contribution, we suggest areas in which empirical ecologists, modellers, and the emerging community of computational ecologists could engage in a constructive dialogue to build on one another expertise. We discuss how training can be amended to improve the computational literacy of ecologists can be improved.","accessed":{"date-parts":[[2019,7,22]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"LaBrie","given":"Richard"},{"family":"Larson","given":"Erin"},{"family":"Rahlin","given":"Anastasia"},{"family":"Simmons","given":"Beno I."}],"container-title":"Ideas in Ecology and Evolution","container-title-short":"1","DOI":"10.24908/iee.2019.12.2.e","ISSN":"1918-3178","issued":{"date-parts":[[2019,7,22]]},"language":"en","source":"ojs.library.queensu.ca","title":"Data-based, synthesis-driven: Setting the agenda for computational ecology","title-short":"Data-based, synthesis-driven","type":"article-journal","URL":"https://ojs.library.queensu.ca/index.php/IEE/article/view/13252","volume":"12"},
  {"id":"Poisot2019EcoDat","accessed":{"date-parts":[[2019,5,7]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Bruneau","given":"Anne"},{"family":"Gonzalez","given":"Andrew"},{"family":"Gravel","given":"Dominique"},{"family":"Peres-Neto","given":"Pedro"}],"container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2019.04.005","ISSN":"0169-5347","issue":"0","issued":{"date-parts":[[2019,5,2]]},"language":"English","PMID":"31056219","source":"www.cell.com","title":"Ecological Data Should Not Be So Hard to Find and Reuse","type":"article-journal","URL":"https://www.cell.com/trends/ecology-evolution/abstract/S0169-5347(19)30110-7","volume":"0"},
  {"id":"Poisot2019EcoJl","abstract":"Networks are a convenient way to represent many interactions among ecological entities. The analysis of ecological networks is challenging for two reasons. First, there is a plethora of measures that can be applied (and some of them measure the same property); second, the implementation of these measures is sometimes difficult . We present EcologicalNetworks.jl , a package for the julia programming language. Using a layered system of types to represent several types of ecological networks, this packages offers a solid library of basic functions which can be chained together to perform the most common analyses of ecological networks.","author":[{"family":"Poisot","given":"Timothée"},{"family":"Belisle","given":"Zacharie"},{"family":"Hoebeke","given":"Laura"},{"family":"Stock","given":"Michiel"},{"family":"Szefer","given":"Piotr"}],"container-title":"Ecography","DOI":"10.1111/ecog.04310","issued":{"date-parts":[[2019]]},"language":"eng","title":"EcologicalNetworks.jl - analysing ecological networks","type":"article-journal"},
  {"id":"Poisot2021GloKno","accessed":{"date-parts":[[2021,5,5]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Bergeron","given":"Gabriel"},{"family":"Cazelles","given":"Kevin"},{"family":"Dallas","given":"Tad"},{"family":"Gravel","given":"Dominique"},{"family":"MacDonald","given":"Andrew"},{"family":"Mercier","given":"Benjamin"},{"family":"Violet","given":"Clément"},{"family":"Vissault","given":"Steve"}],"container-title":"Journal of Biogeography","container-title-short":"J Biogeogr","DOI":"10.1111/jbi.14127","ISSN":"0305-0270, 1365-2699","issued":{"date-parts":[[2021,4,29]]},"language":"en","page":"jbi.14127","source":"DOI.org (Crossref)","title":"Global knowledge gaps in species interaction networks data","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/jbi.14127"},
  {"id":"Poisot2021ImpMam","abstract":"At most 1-2% of the global virome has been sampled to date. Here, we develop a novel method that combines Linear Filtering (LF) and Singular Value Decomposition (SVD) to infer host-virus associations. Using this method, we recovered highly plausible undiscovered interactions with a strong signal of viral coevolutionary history, and revealed a global hotspot of unusually unique but unsampled (or unrealized) host-virus interactions in the Amazon rainforest. We finally show that graph embedding of the imputed network can be used to improve predictions of human infection from viral genome features, showing that the global structure of the mammal-virus network provides additional insights into human disease emergence.","accessed":{"date-parts":[[2021,6,1]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Ouellet","given":"Marie-Andrée"},{"family":"Mollentze","given":"Nardus"},{"family":"Farrell","given":"Maxwell J."},{"family":"Becker","given":"Daniel J."},{"family":"Albery","given":"Gregory F."},{"family":"Gibb","given":"Rory J."},{"family":"Seifert","given":"Stephanie N."},{"family":"Carlson","given":"Colin J."}],"container-title":"arXiv:2105.14973 [q-bio]","issued":{"date-parts":[[2021,5,31]]},"source":"arXiv.org","title":"Imputing the mammalian virome with linear filtering and singular value decomposition","type":"article-journal","URL":"http://arxiv.org/abs/2105.14973"},
  {"id":"Pomeranz2018InfPre","abstract":"1.Food webs are a powerful way to represent the diversity, structure, and function of ecological systems. However, the accurate description of food webs requires significant effort in time and resources, limiting their widespread use in ecological studies. Newly published methods allow for the inference of feeding interactions using proxy variables. Here, we compare the accuracy of two recently described methods, as well as describe a composite model of the two, for the inference of feeding interactions using a large, well-described dataset. 2.Both niche and neutral processes are involved in determining whether or not two species will form a feeding link in communities. Three different models for determining niche constraints of feeding interactions are compared, and all three models are extended by incorporating neutral processes, based on relative abundances. The three models compared here infer niche processes through 1) phylogenetic relationships, 2) local species trait distributions (e.g. body size), and 3) a composite of phylogeny and local traits. 3.We show that all three methods perform well at predicting individual species interactions, and that these individual predictions scale up to the network level, resulting in food-web structure of inferred networks being similar to their empirical counterparts. 4.Our results indicate that inferring food-web structure using phylogenies can be an efficient way of getting summary webs with minimal data, and offers a conservative test of changes in food-web structure, particularly when there is low species turnover between sites. Inferences made using traits requires more data, but allows for greater understanding of the mechanisms underlying trophic interactions. A composite model of the two methods provides a framework for investigating the importance of how phylogeny, trait distributions, and relative abundances, affect species interactions, and network structure. This article is protected by copyright. All rights reserved.","accessed":{"date-parts":[[2018,11,19]]},"author":[{"family":"Pomeranz","given":"Justin PF"},{"family":"Thompson","given":"Ross M."},{"family":"Poisot","given":"Timothée"},{"family":"Harding","given":"Jon S."}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.13125","ISSN":"2041-210X","issue":"ja","issued":{"date-parts":[[2018]]},"language":"en","source":"Wiley Online Library","title":"Inferring predator-prey interactions in food webs","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.13125","volume":"0"},
  {"id":"Renaut2018ManArc","accessed":{"date-parts":[[2018,5,2]]},"author":[{"family":"Renaut","given":"Sébastien"},{"family":"Budden","given":"Amber E"},{"family":"Gravel","given":"Dominique"},{"family":"Poisot","given":"Timothée"},{"family":"Peres-Neto","given":"Pedro"}],"container-title":"BioScience","DOI":"10.1093/biosci/biy038","ISSN":"0006-3568, 1525-3244","issued":{"date-parts":[[2018,5,2]]},"language":"en","source":"Crossref","title":"Management, Archiving, and Sharing for Biologists and the Role of Research Institutions in the Technology-Oriented Age","type":"article-journal","URL":"https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biy038/4983937"},
  {"id":"Rougier2017SusCom","abstract":"Computer science offers a large set of tools for prototyping, writing, running, testing, validating, sharing and reproducing results; however, computational science lags behind. In the best case, authors may provide their source code as a compressed archive and they may feel confident their research is reproducible. But this is not exactly true. James Buckheit and David Donoho proposed more than two decades ago that an article about computational results is advertising, not scholarship. The actual scholarship is the full software environment, code, and data that produced the result. This implies new workflows, in particular in peer-reviews. Existing journals have been slow to adapt: source codes are rarely requested and are hardly ever actually executed to check that they produce the results advertised in the article. ReScience is a peer-reviewed journal that targets computational research and encourages the explicit replication of already published research, promoting new and open-source implementations in order to ensure that the original research can be replicated from its description. To achieve this goal, the whole publishing chain is radically different from other traditional scientific journals. ReScience resides on GitHub where each new implementation of a computational study is made available together with comments, explanations, and software tests.","accessed":{"date-parts":[[2017,12,19]]},"author":[{"family":"Rougier","given":"Nicolas P."},{"family":"Hinsen","given":"Konrad"},{"family":"Alexandre","given":"Frédéric"},{"family":"Arildsen","given":"Thomas"},{"family":"Barba","given":"Lorena A."},{"family":"Benureau","given":"Fabien C. Y."},{"family":"Brown","given":"C. Titus"},{"family":"Buyl","given":"Pierre","dropping-particle":"de"},{"family":"Caglayan","given":"Ozan"},{"family":"Davison","given":"Andrew P."},{"family":"Delsuc","given":"Marc-André"},{"family":"Detorakis","given":"Georgios"},{"family":"Diem","given":"Alexandra K."},{"family":"Drix","given":"Damien"},{"family":"Enel","given":"Pierre"},{"family":"Girard","given":"Benoît"},{"family":"Guest","given":"Olivia"},{"family":"Hall","given":"Matt G."},{"family":"Henriques","given":"Rafael N."},{"family":"Hinaut","given":"Xavier"},{"family":"Jaron","given":"Kamil S."},{"family":"Khamassi","given":"Mehdi"},{"family":"Klein","given":"Almar"},{"family":"Manninen","given":"Tiina"},{"family":"Marchesi","given":"Pietro"},{"family":"McGlinn","given":"Daniel"},{"family":"Metzner","given":"Christoph"},{"family":"Petchey","given":"Owen"},{"family":"Plesser","given":"Hans Ekkehard"},{"family":"Poisot","given":"Timothée"},{"family":"Ram","given":"Karthik"},{"family":"Ram","given":"Yoav"},{"family":"Roesch","given":"Etienne"},{"family":"Rossant","given":"Cyrille"},{"family":"Rostami","given":"Vahid"},{"family":"Shifman","given":"Aaron"},{"family":"Stachelek","given":"Joseph"},{"family":"Stimberg","given":"Marcel"},{"family":"Stollmeier","given":"Frank"},{"family":"Vaggi","given":"Federico"},{"family":"Viejo","given":"Guillaume"},{"family":"Vitay","given":"Julien"},{"family":"Vostinar","given":"Anya E."},{"family":"Yurchak","given":"Roman"},{"family":"Zito","given":"Tiziano"}],"container-title":"PeerJ Computer Science","container-title-short":"PeerJ Comput. Sci.","DOI":"10.7717/peerj-cs.142","ISSN":"2376-5992","issued":{"date-parts":[[2017,12,18]]},"language":"en","page":"e142","source":"peerj.com","title":"Sustainable computational science: the ReScience initiative","title-short":"Sustainable computational science","type":"article-journal","URL":"https://peerj.com/articles/cs-142","volume":"3"},
  {"id":"Soyka2017UsiPee","author":[{"family":"Soyka","given":"Heather"},{"family":"Budden","given":"Amber"},{"family":"Hutchison","given":"Viv"},{"family":"Bloom","given":"David"},{"family":"Duckles","given":"Jonah"},{"family":"Hodge","given":"Amy"},{"family":"Mayernik","given":"Matthew"},{"family":"Poisot","given":"Timothée"},{"family":"Rauch","given":"Shannon"},{"family":"Steinhart","given":"Gail"},{"family":"Wasser","given":"Leah"},{"family":"Whitmire","given":"Amanda"},{"family":"Wright","given":"Stephanie"}],"container-title":"Journal of eScience Librarianship","DOI":"10.7191/jeslib.2017.1114","ISSN":"2161-3974","issue":"2","issued":{"date-parts":[[2017,9,8]]},"title":"Using Peer Review to Support Development of Community Resources for Research Data Management","type":"article-journal","URL":"http://escholarship.umassmed.edu/jeslib/vol6/iss2/1","volume":"6"},
  {"id":"Stern2020NovApp","author":[{"family":"Stern","given":"Kiri"},{"family":"Poisot","given":"Timothée"}],"container-title":"AI for earth sciences workshop at advances in neural information processing systems (NeurIPS)","event":"NeurIPS","event-place":"Montréal","issued":{"date-parts":[[2020]]},"publisher-place":"Montréal","title":"Novel application of Convolutional Neural Networks for the meta-modeling of large-scale spatial data","type":"paper-conference","URL":"https://ai4earthscience.github.io/neurips-2020-workshop/papers/ai4earth_neurips_2020_12.pdf"},
  {"id":"Stock2017LinFil","abstract":"Species interaction datasets, often represented as sparse matrices, are usually collected through observation studies targeted at identifying species interactions.","accessed":{"date-parts":[[2017,4,24]]},"author":[{"family":"Stock","given":"Michiel"},{"family":"Poisot","given":"Timothée"},{"family":"Waegeman","given":"Willem"},{"family":"Baets","given":"Bernard De"}],"container-title":"Scientific Reports","DOI":"10.1038/srep45908","ISSN":"2045-2322","issued":{"date-parts":[[2017,4,6]]},"language":"en","page":"45908","source":"www.nature.com","title":"Linear filtering reveals false negatives in species interaction data","type":"article-journal","URL":"http://www.nature.com/srep/2017/170406/srep45908/full/srep45908.html","volume":"7"},
  {"id":"Stock2021OptTra","accessed":{"date-parts":[[2021,3,23]]},"author":[{"family":"Stock","given":"Michiel"},{"family":"Poisot","given":"Timothée"},{"family":"De Baets","given":"Bernard"}],"container-title":"Ecology and Evolution","container-title-short":"Ecol Evol","DOI":"10.1002/ece3.7254","ISSN":"2045-7758, 2045-7758","issued":{"date-parts":[[2021,3,22]]},"language":"en","page":"ece3.7254","source":"DOI.org (Crossref)","title":"Optimal transportation theory for species interaction networks","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/ece3.7254"},
  {"id":"Strydom2020SvdEnt","abstract":"Quantifying the complexity of ecological networks has remained elusive. Primarily, complexity has been defined on the basis of the structural (or behavioural) complexity of the system. These definitions ignore the notion of 'physical complexity', which can measure the amount of information contained in an ecological network, and how difficult it would be to compress. We present relative rank deficiency and SVD entropy as measures of 'external' and 'internal' complexity respectively. Using bipartite ecological networks, we find that they all show a very high, almost maximal, physical complexity. Pollination networks, in particular, are more complex when compared to other types of interactions. In addition, we find that SVD entropy relates to other structural measures of complexity (nestedness, connectance, and spectral radius), but does not inform about the resilience of a network when using simulated extinction cascades, which has previously been reported for structural measures of complexity. We argue that SVD entropy provides a fundamentally more 'correct' measure of network complexity and should be added to the toolkit of descriptors of ecological networks moving forward.","accessed":{"date-parts":[[2020,11,2]]},"author":[{"family":"Strydom","given":"Tanya"},{"family":"Dalla Riva","given":"Giulio V."},{"family":"Poisot","given":"Timothée"}],"container-title":"EcoEvoRxiv","DOI":"10.32942/osf.io/q9v85","issued":{"date-parts":[[2020,10,29]]},"source":"OSF Preprints","title":"SVD entropy reveals the high complexity of ecological networks","type":"article-journal","URL":"https://ecoevorxiv.org/q9v85/"},
  {"id":"Strydom2021PriPre","abstract":"Networks of species interactions can capture meaningful information on the structure and functioning of ecosystems. Yet the scarcity of existing data, and the difficulty associated with comprehensively sampling interactions between species, means that to describe the structure, variation, and change of ecological networks over time and space, we need to rely on modeling tools with the capacity to make accurate predictions about how species interact. Here we provide a proof-of-concept, where we show a simple neural-network model makes accurate predictions about species interactions, and use this model to reconstruct a metaweb of host-parasite interactions across space, and assess the challenges and opportunities associated with improving interaction predictions. We then provide a primer on the relevant method and tools that will guide the development and integration of these tools, and provide a road map forward toward integration of multiple sources of data and methodlogical approaches (including statistical, dynamical, and inferential models) to sketch the path forward for this research program.","accessed":{"date-parts":[[2021,2,24]]},"author":[{"family":"Strydom","given":"Tanya"},{"family":"Catchen","given":"Michael David"},{"family":"Banville","given":"Francis"},{"family":"Caron","given":"Dominique"},{"family":"Dansereau","given":"Gabriel"},{"family":"Desjarins-Proulx","given":"Philippe"},{"family":"Forero","given":"Norma"},{"family":"Higino","given":"Gracielle"},{"family":"Mercier","given":"Benjamin"},{"family":"Gonzalez","given":"Andrew"},{"family":"Gravel","given":"Dominique"},{"family":"Pollock","given":"Laura"},{"family":"Poisot","given":"Timothée"}],"container-title":"EcoEvoRxiv","DOI":"10.32942/osf.io/eu7k3","issued":{"date-parts":[[2021,2,24]]},"source":"OSF Preprints","title":"A Primer on Predicting Species Interaction Networks (Across Space and Time)","type":"article","URL":"https://ecoevorxiv.org/eu7k3/"},
  {"id":"Tessier2010PutEff","author":[{"family":"Tessier","given":"A"},{"family":"Poisot","given":"T"},{"family":"Romans","given":"P"},{"family":"Desdevises","given":"Y"}],"container-title":"Vie et milieu","issue":"4","issued":{"date-parts":[[2010]]},"page":"299-305","title":"Putative effects of recreational fishing of Paracentrotus lividus on populations of sea urchins in Mediterranean shallow water","type":"article-journal","URL":"http://bit.ly/2zfHvAF","volume":"60"},
  {"id":"Vamosi2015EvoEco","author":[{"family":"Vamosi","given":"Jana C"},{"family":"Poisot","given":"Timothée"}],"container-title":"eLS","issued":{"date-parts":[[2015]]},"title":"Evolutionary Ecology of Specialisation","type":"entry-encyclopedia","URL":"http://www.els.net/WileyCDA/ElsArticle/refId-a0026281.html"},
  {"id":"Weitz2013PhaBac","abstract":"Phage and their bacterial hosts are the most abundant and genetically diverse group of organisms on the planet. Given their dominance, it is no wonder that many recent studies have found that phage-bacteria interactions strongly influence global biogeochemical cycles, incidence of human diseases, productivity of industrial microbial commodities, and patterns of microbial genome diversity. Unfortunately, given the extreme diversity and complexity of microbial communities, traditional analyses fail to characterize interaction patterns and underlying processes. Here, we review emerging systems approaches that combine empirical data with rigorous theoretical analysis to study phage-bacterial interactions as networks rather than as coupled interactions in isolation.","accessed":{"date-parts":[[2016,9,2]]},"author":[{"family":"Weitz","given":"Joshua S."},{"family":"Poisot","given":"Timothée"},{"family":"Meyer","given":"Justin R."},{"family":"Flores","given":"Cesar O."},{"family":"Valverde","given":"Sergi"},{"family":"Sullivan","given":"Matthew B."},{"family":"Hochberg","given":"Michael E."}],"container-title":"Trends in Microbiology","container-title-short":"Trends Microbiol.","DOI":"10.1016/j.tim.2012.11.003","ISSN":"1878-4380","issue":"2","issued":{"date-parts":[[2013]]},"language":"ENG","page":"82–91","source":"Google Scholar","title":"Phage–bacteria infection networks","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0966842X12002004","volume":"21"},
  {"id":"White2015NexGen","author":[{"family":"White","given":"Rachel L."},{"family":"Sutton","given":"Alexandra E."},{"family":"Salguero-Gómez","given":"Roberto"},{"family":"Bray","given":"Timothy C."},{"family":"Campbell","given":"Heather"},{"family":"Cieraad","given":"Ellen"},{"family":"Geekiyanage","given":"Nalaka"},{"family":"Gherardi","given":"Laureano"},{"family":"Hughes","given":"Alice C."},{"family":"Jørgensen","given":"Peter Søgaard"},{"family":"Poisot","given":"Timothee"},{"family":"DeSoto","given":"Lucía"},{"family":"Zimmerman","given":"Naupaka"}],"container-title":"Ecosphere","DOI":"10.1890/es14-00485.1","issue":"8","issued":{"date-parts":[[2015]]},"page":"1-16","title":"The next generation of action ecology: novel approaches towards global ecological research","type":"article-journal","volume":"6"}
]
